{
    "annualReport.2020.subnavFoundersMessage": "Founder's Message",
    "annualReport.2020.subnavMission": "Mission",
    "annualReport.2020.subnavReach": "Reach",
    "annualReport.2020.subnavThemes": "Themes",
    "annualReport.2020.subnavDirectorsMessage": "Director's Message",
    "annualReport.2020.subnavSupporters": "Supporters",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Donate",

    "annualReport.2020.mastheadYear": "2020 Annual Report",
    "annualReport.2020.mastheadTitle": "Adapting to a Changing World",
    "annualReport.2020.foundersMessageTitle": "A Message from Our Founder",
    "annualReport.2020.foundersMessageP1": "The year 2020 will be remembered as the year when the COVID pandemic swept across the world, causing hardships and disruptions in the lives of everyone -- with the greatest hardships falling inequitably on those already facing challenges in their lives.",
    "annualReport.2020.foundersMessageP2": "Throughout the pandemic, young people around the world, many isolated in their homes, have come to the Scratch website in greater numbers than ever before, seeing Scratch as a safe space where they can express themselves creatively, learn new skills, and collaborate with one another. We were inspired by so many of the Scratch projects that young people created during 2020, many of them sharing their thoughts and feelings about the pandemic, climate change, racial injustice, and other issues on their minds. Young people were not just learning computational concepts and skills, but also developing their voice and their identities.",
    "annualReport.2020.foundersMessageP3": "To ensure that Scratch can continue to play this important role in young people’s lives in the years ahead, we’ve been making significant organizational changes at Scratch. At the start of 2020, the Scratch Team moved out of its longtime home at the MIT Media Lab and into the new offices of the Scratch Foundation in downtown Boston. This move will help us to build a sustainable organization capable of supporting Scratch as a global creative coding platform into the future.",
    "annualReport.2020.foundersMessageP4": "Later in 2020, as part of this organizational transition, we hired Shawna Young to serve as Executive Director of the Scratch Foundation. Shawna comes to the Scratch Foundation with a strong background in education and nonprofit management, and a deep commitment to equity and inclusion. Throughout her career in institutions such as Duke and MIT, Shawna has worked to expand learning experiences for students from diverse communities. That commitment is strongly aligned with Scratch’s mission and values, and it will play an important role in her leadership at Scratch. I encourage you to read Shawna’s message at the end of this annual report.",
    "annualReport.2020.foundersMessageP5": "Over the past decade, Scratch has had phenomenal success, engaging tens of millions of young people around the world. But we are just beginning. The challenge for the years ahead is to ensure that we can continue to spread and support not just our technology but also our creative, caring, collaborative learning approach, so that young people around the world have equitable opportunities to imagine, create, share, and learn. We look forward to working with all of you to make that happen!",
    "annualReport.2020.foundersMessageSignature": "Mitch Resnick",
    "annualReport.2020.foundersMessageScratchTitle": "Chair, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",

    "annualReport.2020.watchVideo": "Watch Video",

    "annualReport.2020.missionTitle": "Our Mission & Vision",
    "annualReport.2020.visionHeader": "Vision",
    "annualReport.2020.visionSubtitle": "To spread creative, caring, collaborative, equitable approaches to coding and learning around the world.",
    "annualReport.2020.missionHeader": "Mission",
    "annualReport.2020.missionSubtitle": "Providing young people with digital tools and opportunities to imagine, create, share, and learn.",
    "annualReport.2020.missionP1": "We are committed to educational justice and prioritizing equity across all aspects of our work, with a particular focus on initiatives and approaches that support children, families, and educators excluded from creative computing.",
    "annualReport.2020.missionP2": "We’ve developed Scratch as a free, safe, playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society. We work with educators and families to support children in exploring, sharing, and learning.",
    "annualReport.2020.missionP3": "In developing new technologies, activities, and learning materials, we are guided by what we call the Four P’s of Creative Learning:",
    "annualReport.2020.fourPs": "Four P’s of Creative Learning",
    "annualReport.2020.missionProjectsTitle": "Projects",
    "annualReport.2020.missionPeersTitle": "Peers",
    "annualReport.2020.missionPassionTitle": "Passion",
    "annualReport.2020.missionPlayTitle": "Play",
    "annualReport.2020.missionProjectsDescription": "Engage children in designing, creating, and expressing themselves creatively",
    "annualReport.2020.missionPeersDescription": "Support children in collaborating, sharing, remixing, and mentoring",
    "annualReport.2020.missionPassionDescription": "Enable children to build on their interests and work on personally meaningful projects",
    "annualReport.2020.missionPlayDescription": "Encourage children to tinker, experiment, and iterate",

    "annualReport.2020.reachTitle": "Reaching Children Around the World",
    "annualReport.2020.reachSubtitle": "Scratch is the world’s largest coding community for children and teens, ages 8 and up.",
    "annualReport.2020.reachMillion": "million",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% from 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% from 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% from 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "New Users",
    "annualReport.2020.reachProjectsCreated": "Projects Created",
    "annualReport.2020.reachProjectCreators": "People Creating Projects",
    "annualReport.2020.reachComments": "increase in comments made since 2019",
    "annualReport.2020.reachGlobalCommunity": "Our Global Community",
    "annualReport.2020.reachMapBlurb": "Total accounts registered in the Scratch Online Community from the launch of Scratch through December 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "on a logarithmic scale",
    "annualReport.2020.reachTranslationTitle": "Scratch is Translated into 64 Languages",
    "annualReport.2020.reachTranslationIncrease": "3 languages from 2019",
    "annualReport.2020.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Downloads in 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} from 2019",

    "annualReport.2020.themesTitle": "Emerging Themes",
    "annualReport.2020.themesDescription": "As young people faced the unprecedented challenges of COVID-19, Scratch became a more important place than ever for them to connect, create, and express themselves. Throughout the year, our work was focused on three areas to best support our growing global community: connectivity, adaptation, and community. As always, our efforts were grounded in our commitment to equity and inclusion.",
    "annualReport.2020.equity": "Equity",
    "annualReport.2020.globalStrategy": "Global Strategy",

    "annualReport.2020.connectivityTitle": "Connectivity",
    "annualReport.2020.connectivityIntro": "While young people were isolated inside of their homes due to COVID-19, Scratch offered an opportunity for them to connect and create with faraway friends, classmates, and family members. It also served as a portal to the outside world, where they discovered that millions of kids across countries and continents were experiencing the same things they were.",
    "annualReport.2020.spotlightStory": "Spotlight Story",
    "annualReport.2020.connectivityIndia": "Scratch in India",
    "annualReport.2020.connectivityIndiaIntro": "In India, the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches.",
    "annualReport.2020.connectivityIndiaParagraph": "Across the entire global Scratch community, we saw a huge spike in activity beginning in March 2020. Nowhere was this sudden spike more evident than in India, where the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches of time. Through Scratch, kids in India found connection by creating and sharing 602% more projects than the year before.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projects Were Created Online in 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% from 2019", 
    "annualReport.2020.connectivityRegistedUsers": "The number of all-time registered users in India more than doubled in one year, ",
    "annualReport.2020.connectivityRegistedUsersNumbers": "rising from 316,219 in 2019 to 713,384 in 2020.",
    "annualReport.2020.connectivityIndiaUsers": "The number of unique visitors increased",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "The number of people creating projects increased",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "in 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 thousand",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Around the World",
    "annualReport.2020.connectivityWorldSubtitle": "International Collaborators",

    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur is dedicated to supporting computational and creative thinking among students and educators in Chile and across Latin America. They aided our translation and localization efforts in Rapa Nui and Spanish, and have engaged many educators in collaborative, playful Scratch professional development workshops.",
    
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazil Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brazil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "The Brazilian Creative Learning Network is a grassroots movement that implements playful, creative and relevant hands-on educational practices throughout Brazil. In 2020, the Scratch Team presented at the Brazilian Creative Learning Network’s Creative Learning Week event to share how kids were using Scratch to build community, express themselves, and speak out about what’s important to them. In turn, we learned how educators in the network were creating opportunities for self-expression with learners in their own communities.",
    
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance empowers millions of learners and educators with 21st century skills, including creative computing. In 2020, Quest Alliance shared Scratch with learners and educators across India.",
    
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "USA",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi works to put the power of computing and digital making into the hands of people all over the world. Through their Making at Home initiative, they lead livestream events that encouraged families and young people to learn and create together. Several of these livestreams featured Scratch tutorials—and sometimes, even Scratch Team members!",

    "annualReport.2020.connectivityResources": "Resources",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizing with Support from the LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "To support our glowing global reach and aid our COVID-19 response, the LEGO Foundation supported Scratch with a generous grant. With this funding, we were able to localize key resources and reach even more young people around the world.",

    "annualReport.2020.connectivityExample1Title": "Tutorial Images",
    "annualReport.2020.connectivityExample1Paragraph": "We created translations of the images for 25 Scratch tutorials in 12 languages—totalling over 1,000 new images!",

    "annualReport.2020.connectivityExample2Title": "Gettting Started with Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "The Getting Started with Scratch video is the most highly accessed and viewed Scratch tutorial video, greeting new Scratchers when they first join the site. We were able to translate this video into 25 new languages and to update the 3 previous translations, including visuals, voiceovers, and subtitles.",

    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "The Scratch project editor is the most essential Scratch resource. We worked with a South African translation company that specializes in culturally-relevant educational translation to translate and review the Scratch editor in five South African languages: isiZulu, isiXhosa, Afrikaans, Sestwana, and Sepedi.",

    "annualReport.2020.adaptationTitle": "Adaptation",
    "annualReport.2020.adaptationIntro": "As COVID-19 forced schools to close and pushed learning to virtual spaces, many students and teachers were discovering Scratch for the first time or adapting the way they taught and learned creative coding. From our own homes, the Scratch Team worked to support the changing needs of educators and the online community.",

    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curator for Creative Learning, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "In all the troubles over the past year, Scratch remained our platform of communication, our place to meet, and our medium of expressing ourselves creatively.",

    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "In Aaron Reuland’s Title One school in Norwood, Massachusetts, he counted on Scratch to help engage remote students in creative learning and rekindle their sense of community “when the only things I could count on us all having were a working computer and an internet connection.”",
    "annualReport.2020.adaptationHighlightText2": "Aaron’s students worked together to build a “kooky” version of their town called “Norwouldn’t,” packed with storybook creatures, original artwork, and interconnecting narratives. It was one of many collaborative Scratch projects Aaron facilitated to remind students that even while COVID-19 kept them inside their homes, they were still part of a caring and joyful community.",

    "annualReport.2020.adaptationHighlightTitle2": "Scratch at Home",
    "annualReport.2020.adaptationHighlightText2b": "On March 17, we responded to the COVID-19 crisis by launching the #ScratchAtHome initiative to provide children, families, and educators with ideas for engaging in creative learning activities with Scratch at home. It was an invaluable way to connect with our community and adapt to a whole new way of learning and interacting online.",

    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Our team hosted weekly, live Create-Alongs to connect with kids, parents, and educators at home and share tips and tricks for creating different types of Scratch projects. We had a blast seeing the projects they were inspired to create in our Create-Along studios!",

    "annualReport.2020.adaptationHighlightTitle4": "Hack Your Window",
    "annualReport.2020.adaptationHighlightText4b": "Scratch educator Eduard Muntaner Perich created a #ScratchAtHome-inspired studio that took the community by storm: Hack Your Window. Hundreds of Scratchers from all over the world imagined fantastical games and stories happening just outside their window.",

    "annualReport.2020.adaptationEducatorsTitle": "Connecting with Educators",
    "annualReport.2020.adaptationEducatorsText": "Educators around the world shared their own #ScratchAtHome ideas and discussed the struggles and triumphs of teaching remotely in a lively Twitter Chat on April 8th, 2020.",

    "annualReport.2020.adaptationSnapshot": "Snapshots",

    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from The Clubhouse Network. Like educators around the world, our team had to conduct online workshops for the first time in 2020—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",

    "annualReport.2020.communityTitle": "Community",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",

    "annualReport.2020.communityScratchCommunity": "Scratch Community",
    "annualReport.2020.communityScratchCommunityIntro": "When asked why they use Scratch, most Scratchers talk about the importance of the online community for motivating their ongoing participation, providing a space where they can express their creativity, make friends, receive feedback, get new ideas, and learn new skills. Many Scratchers express their appreciation for the Scratch community as a safe and welcoming space to connect, share, and learn from one another.",

    "annualReport.2020.communityQuoteGroupName1": "angelical",
    "annualReport.2020.communityQuoteGroupText1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.2020.communityQuoteGroupName2": "dlore2009",
    "annualReport.2020.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupName3": "qood",
    "annualReport.2020.communityQuoteGroupText3": "I've been on Scratch for about 2 years, and it's been a life-changing experience! I've learned so many new things, such as coding, online etiquette, and art!",
    "annualReport.2020.communityQuoteGroupName4": "Mechanical_pencil",
    "annualReport.2020.communityQuoteGroupText4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",

    "annualReport.2020.yearInReview": "Year in Review",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",

    "annualReport.2020.yearInReviewCard1Date": "January",
    "annualReport.2020.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard1Link": "https://scratch.mit.edu/studios/25528144",

    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "April Fool’s Day",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard2Link": "https://scratch.mit.edu/studios/26160799/",

    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",
    "annualReport.2020.yearInReviewCard3Link": "https://www.youtube.com/watch?v=uR5C173yrJs",

    "annualReport.2020.yearInReviewCard4Date": "May",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard4Link": "https://scratch.mit.edu/projects/400944766/",

    "annualReport.2020.yearInReviewCard5Date": "May",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard5Link": "https://scratch.wistia.com/medias/r1pmlyylye",

    "annualReport.2020.yearInReviewCard6Date": "June",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard6Link": "https://scratch.mit.edu/studios/26498205",

    "annualReport.2020.yearInReviewCard7Date": "June",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard7Link": "https://scratch.mit.edu/studios/26938704/",

    "annualReport.2020.yearInReviewCard8Date": "July",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard8Link": "https://scratch.mit.edu/studios/27388950/",

    "annualReport.2020.yearInReviewCard9Date": "October",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.yearInReviewCard9Link": "https://scratch.mit.edu/studios/27737452",

    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alumni",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",

    "annualReport.2020.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",

    "annualReport.2020.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",

    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Catch Game",
    "annualReport.2020.tutorial3": "Character Designer",
    "annualReport.2020.tutorial4": "Virtual Pet",

    "annualReport.2020.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19. We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",

    "annualReport.2020.EDName": "Shawna Young",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",

    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1": "https://www.legofoundation.com/en/about-us/news/the-lego-foundation-and-scratch-foundation-announce-partnership-to-support-learning-through-play-with-technology-for-millions-of-children-across-the-world/",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2": "https://blog.google/outreach-initiatives/education/cs-ed-week-2020/",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",

    "annualReport.2020.supportersTitle": "Thank You to Our Supporters",
    "annualReport.2020.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",

    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on cumulative giving to Scratch (at both MIT and Scratch Foundation) through December 31, 2020.",

    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",

    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.2020.leadershipTitle": "Our Team",
    "annualReport.2020.leadershipBoard": "Board of Directors",
    "annualReport.2020.leadershipChair": "Chair",
    "annualReport.2020.leadershipProfessor": "Professor of Learning Research",
    "annualReport.2020.leadershipViceChair": "Vice-Chair",
    "annualReport.2020.leadershipCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.2020.leadershipBoardMember": "Board Member",
    "annualReport.2020.leadershipPresidentCEO": "President and CEO",
    "annualReport.2020.leadershipFormerPresident": "Former President",
    "annualReport.2020.leadershipFounderCEO": "Founder and CEO",
    "annualReport.2020.leadershipFormerChairCEO": "Former Chair and CEO",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.2020.leadershipBoardSecretary": "Board Secretary",
    "annualReport.2020.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.2020.leadershipScratchTeam": "Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",

    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",

    "annualReport.2020.donateTitle": "Support Us",
    "annualReport.2020.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.2020.donateButton": "Donate"
}
