{
  "membership.getInvolvedTitle": "Get Involved",
  "membership.getInvolvedDescription": "Scratch supporters help us create inspiring, creative, and memorable learning experiences for kids everywhere. Learn how you and your family can join Scratch Membership.",
  "membership.getInvolvedImageDescription": "An over-the-shoulder view of a child using a laptop. The laptop screen displays the Scratch programming interface.",
  "membership.scratchMembershipTitle": "Scratch Membership",
  "membership.scratchMembershipDescription": "The Scratch Membership Program is the best way families like yours can support the nonprofit Scratch, and the millions of kids who imagine, create, and share here every day. You can think of Membership like a yearly donation, with some fun perks included.",
  "membership.scratchMembershipImageDescription": "A yellow, circular, seal-like badge with scalloped edges. In the center is the smiling face of the Scratch Cat mascot, surrounded by the words \"SCRATCH MEMBERSHIP\".",
  "membership.scratchMembershipButtonText": "Ask a parent about Scratch Membership",
  "membership.scratchMembershipDescription2": "Since Scratch launched in 2007, more than 150 million Scratchers have shared more than 1 billion projects. Along the way, we’ve grown our team (and server space!) to keep the community safe, reliable, and fun for millions of Scratchers like you. Scratch Membership helps us keep Scratch free now and in the future, so kids around the world can keep creating what they imagine.",
  "membership.scratchMembershipDescription3": "To say “thanks” for supporting Scratch, Members receive benefits like sprite packs, access to Member-only events, and more. Best of all, by joining Membership, you can help the community that means so much to Scratchers everywhere.",
  "membership.storyXperientialTitle": "Story Xperiential",
  "membership.storyXperientialDescription": "Story Xperiential guides you through the professional storytelling process used by studios such as Pixar, Disney, and Netflix to create your own original stories with tools like Scratch. Members get special pricing and a free trial!",
  "membership.storyXperientialImageDescription": "A composite image with the word \"XPERIENTIAL\" at the top. Below, a young woman is drawing on a digital tablet displaying a digital art sketch.",
  "membership.spritePacksTitle": "Exclusive Scratch Sprite Packs",
  "membership.spritePacksDescription": "Members get special access to sprite packs to bring Scratch projects to life: from characters in your favorite video games and TV shows to new original sprites from the Scratch Cat and Friends crew!",
  "membership.spritePacksImageDescription": "A group of several colorful, smiling cartoon characters on a solid blue background.",
  "membership.discountsAndMerchTitle": "Discounts & Exclusive Merch",
  "membership.discountsAndMerchDescription": "Save 10% off almost everything in the Scratch Shop, including special Member-Only merch.",
  "membership.discountsAndMerchImageDescription": "A collection of \"Scratch Membership\" branded merchandise arranged on a purple background.",
  "membership.resourcesAndEventsTitle": "Resources & Special Events",
  "membership.resourcesAndEventsDescription": "Sharpen your skills with Scratch tutorials, live webinars with the Scratch Team, and special content from guest experts! You can expect everything from Scratch coding courses to advice and inspiration from professional game developers, all made especially for Members.",
  "membership.resourcesAndEventsImageDescription": "A side-profile view of a child focused on a laptop screen. The screen shows the Scratch block-based coding interface.",
  "membership.memberPerks": "Member Perks",
  "membership.andMore": "...And More!",
  "membership.stayTuned": "Stay tuned for more special perks, benefits, and resources coming soon."
}
