{
    "teacherfaq.title": "Scratch Teacher Account FAQ",
    "teacherfaq.teacherWhatTitle": "What are teacher accounts?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "teacherfaq.teacherQuestionsTitle": "What if I have any questions or comments on Teacher Accounts?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts please send us a message through <a href=\"/contact-us\">Contact Us</a>.",
    "teacherfaq.teacherConvertTitle": "Can I convert my Scratch account into a Teacher Account?",
    "teacherfaq.teacherConvertBody": "Yes. You can convert your Scratch account to a Scratch Teacher account by sending a request using the  <a href=\"/contact-us\">Contact Us</a> form. In your request, please include the birth month, birth date, and email associated with the Scratch account to verify ownership, as well as additional detailed information to help confirm your status as an Educator. Please note that we will not be able to revert a Teacher Account after it is converted.", 
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom managment service?",
    "teacherfaq.teacherGoogleBody": "Scratch Teacher accounts are not integrated with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Are ScratchEd & Scratch Teacher accounts the same thing?",
    "teacherfaq.teacherEdBody": "<a href=\"//scratched.gse.harvard.edu/\">ScratchEd</a> accounts are not linked to Scratch Teacher accounts.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait 24 hours for my account?",
    "teacherfaq.teacherWaitBody": "The Scratch Team uses this time to manually review account creation submissions to verify the account creator is an educator.",
    "teacherfaq.teacherPersonalTitle": "Why do you need to know my personal information during registration?",
    "teacherfaq.teacherPersonalBody": "We use this information to verify the account creator is an educator. We will not share this information with anyone else, and it will not be shared publicly on the site.",
    "teacherfaq.teacherMultipleTitle": "Can a class have multiple teachers?",
    "teacherfaq.teacherMultipleBody": "A class can only have one teacher account associated with it.",

    "teacherfaq.studentAccountsTitle": "Student Accounts",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my students' emails?",
    "teacherfaq.studentVerifyBody": "No. Since student accounts do not use unique emails addresses, confirming your teacher email address will enable sharing for all class accounts.",
    "teacherfaq.studentEndTitle": "What happens when I \"end\" my class?",
    "teacherfaq.studentEndBody": "When you end a class, your class profile page will be hidden and your students will no longer be able to log in (but their projects and the class studios will still be visible on the site).  You may re-open the class at any time. ",
    "teacherfaq.studentForgetTitle": "What happens if a student forgets their password?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to <a href=\"/educators/classes\">My Classes</a>. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Can I see unshared student projects?",
    "teacherfaq.studentUnsharedBody": "Teacher accounts can only access shared student projects.",
    "teacherfaq.studentDeleteTitle": "Can I delete student accounts?",
    "teacherfaq.studentDeleteBody": "It is not possible for a teacher to delete a student account. A student can delete their own account in their Account Settings.",
    "teacherfaq.studentAddTitle": "Can I add an existing Scratch account to my class? ",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "Can a student be in multiple classes? ",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"//scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"//scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",

    "teacherfaq.commTitle": "Community",
    "teacherfaq.commHiddenTitle": "Can I create a hidden class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
