{
    "annualReport.2021.subnavFoundersMessage": "Founder's Message",
    "annualReport.2021.subnavMission": "Mission",
    "annualReport.2021.subnavReach": "Reach",
    "annualReport.2021.subnavThemes": "Themes",
    "annualReport.2021.subnavDirectorsMessage": "Director's Message",
    "annualReport.2021.subnavSupporters": "Supporters",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Donate",

    "annualReport.2021.mastheadYear": "2021 Annual Report",
    "annualReport.2021.mastheadTitle": "Building an Equitable Community Together",
    "annualReport.2021.directorsMessageTitle": "A Message from Our Executive Director",
    "annualReport.2021.directorsMessageP1": "In 2021, COVID-19 continued to disrupt our routines and shape the way we interact with one another. Even as we began to gather together, schools reopened, and there were calls for a “return to normal,” the most vulnerable in our society remained disproportionately impacted by the inequitable structures that COVID-19 exacerbated. The COVID-19 crisis shaped young people’s relationships to Scratch, and solidified Scratch as a more vital place than ever for them to create, learn, and connect. But as we moved into a new year, we did not leave behind our most vulnerable young people as they began to navigate “the new normal.”",
    "annualReport.2021.directorsMessageP2": "One of the foundational values of Scratch has always been to empower young people to explore, create, play, and discover—opportunities that aren’t afforded equitably to all students.",
    "annualReport.2021.directorsMessagePullquote": "We believe in the transformative power of self-expression and creativity, and in providing space for young people to use creative coding as a tool to raise their voice.",
    "annualReport.2021.directorsMessageP3": "I’m proud to serve as the Executive Director of the Scratch Foundation during this pivotal moment in our history, and will continue to spread Scratch’s caring, collaborative approach to creative learning to kids around the world who need these opportunities the most.",
    "annualReport.2021.directorsMessageP4": "Last year was an incredible year for the Scratch Foundation–we focused on growing our team with remarkable, diverse leaders and building a solid foundation for our continued transition to an independent organization. We developed a three-year Strategic Plan with the combined efforts of every team member at every level of our organization, codifying the work we’re embarking on together. As Scratch grows, we remain focused on equity and community-building, and keeping Scratch a safe space for kids to connect, create, and collaborate with their peers around the world.",
    "annualReport.2021.directorsMessageP5": "I can’t thank you enough for embarking on this journey with our team, and for your continued support of our mission. The compassion and creativity of the Scratch Community is endlessly inspiring to us, and we can’t wait for you to join us in the important work ahead of us.",
    "annualReport.2021.EDTitle": "Executive Director, Scratch Foundation",

    "annualReport.2021.watchVideo": "Watch Video",

    "annualReport.2021.missionTitle": "Our Mission, Vision, & Values",
    "annualReport.2021.missionP1": "We are committed to educational justice and prioritizing equity across all aspects of our work, with a particular focus on initiatives and approaches that support children, families, and educators who have been excluded from creative computing.",
    "annualReport.2021.missionP2": "We’ve developed Scratch as a free, safe, playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society. We work with educators and families to support children in exploring, sharing, and learning.",
    "annualReport.2021.missionHeader": "Mission",
    "annualReport.2021.missionSubtitle": "Providing young people with digital tools and opportunities to imagine, create, share, and learn.",
    "annualReport.2021.visionHeader": "Vision",
    "annualReport.2021.visionSubtitle": "To spread creative, caring, collaborative, equitable approaches to coding and learning around the world.",
    "annualReport.2021.valuesHeader": "Values",
    "annualReport.2021.valuesSubtitle": "In this work, we are guided by our core values that define our principles as an organization and a community:",
    "annualReport.2021.creativeExpressionTitle": "Creative Expression",
    "annualReport.2021.progressiveImprovementTitle": "Progressive Improvement",
    "annualReport.2021.EquitableOpportunitiesTitle": "Equitable Opportunities",
    "annualReport.2021.playfulEngagementTitle": "Playful Engagement",
    "annualReport.2021.creativeExpressionDescription": "We are building an educational movement inclusive of people from diverse backgrounds so we can reach children around the world who have been excluded from creative coding opportunities.",
    "annualReport.2021.progressiveImprovementDescription": "We hold ourselves to a high standard and always strive to iterate, improve, and inspire one another to best serve young people around the world and the community that makes our work possible.",
    "annualReport.2021.EquitableOpportunitiesDescription": "We are building an educational movement inclusive of people from diverse backgrounds so we can reach children around the world who have been excluded from creative coding opportunities.",
    "annualReport.2021.playfulEngagementDescription": "At Scratch, play is an approach for making, sharing, learning, and engaging with the world. We encourage joyful exploration, experimentation, and collaboration.",

    "annualReport.2021.reachTitle": "Reaching Children Around the World",
    "annualReport.2021.reachSubtitle": "Scratch is the world’s largest coding community for children and teens, ages 8 and up.",
    "annualReport.2021.reachMillion": "million",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% from 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% from 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% from 2020",
    "annualReport.2021.reachNewUsers": "New Users",
    "annualReport.2021.reachProjectsCreated": "Projects Created",
    "annualReport.2021.reachProjectCreators": "People Creating Projects",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch is used around the world across {bold}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "more than 200 countries and territories",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudi Arabia",
    "annualReport.2021.reachSaudiArabiaDescription": "We saw tremendous growth around the world in 2021, but we were amazed to see the growth in Saudi Arabia, where we saw twice as many new users as the year before.",
    "annualReport.2021.reachTranslationTitle": "Scratch is Translated into 74 Languages",
    "annualReport.2021.reachTranslationIncrease": "10 languages from 2020",
    "annualReport.2021.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Downloads in 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 {million} from 2020",

    "annualReport.2021.themesTitle": "Emerging Themes",
    "annualReport.2021.themesDescription": "Amidst ongoing uncertainty from COVID-19, Scratch continued to serve as a key space for young people to connect and create together. In 2021, we focused our efforts on building a strong foundation to equitably support our growing global community and our growing Scratch Team. Our work was centered around three major themes: fostering community, increasing access and accessibility, and developing the Scratch Education Collaborative (SEC).",
    
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Community voices and partnerships are deeply woven into the fabric of Scratch’s history. They have, and continue to be, integral in helping us increase accessible and equitable coding opportunities worldwide. In 2021, we launched the Scratch Education Collaborative, an initiative committed to identifying and eliminating the barriers to access to creative coding that connects remarkable organizations around the world.",
    "annualReport.2021.SECWhatIs": "What is SEC?",
    "annualReport.2021.SECWhatIsP1": "The SEC supports and engages participating organizations in a two-year, collaborative cohort experience to strengthen their commitment to, and implementation of, equitable creative coding using Scratch and ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "By the end of the cohort experience, organizations will have formed new partnerships with each other and with Scratch, and will have established new models for equity-centered creative coding resources.",
    "annualReport.2021.SECWhatIsP3": "Our work with the SEC is made possible thanks to a generous grant from Google.org. We’d like to extend our gratitude for their continued support of our mission.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizations",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "countries",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing. Their locations are highlighted below:",

    "annualReport.2021.spotlightStory": "Spotlight Story",

    "annualReport.2021.SECSpotlightTitle": "Bridges to Science Spotlight",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; a Texas-based nonprofit providing math, coding, and robotics programs for underserved youth; was one of 41 exceptional organizations to join the Scratch Education Collaborative's first cohort.",
    "annualReport.2021.SECSpotlightText2": "In 2021, we supported Bridges to Science in facilitating their first “Hour of Code” workshop with Code.org.",

    "annualReport.2021.SECPullQuote": "One of the greatest joys that we have in teaching our students is that each one of them, no matter how quiet they are, all find a voice in computer science through Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Bridges to Science Founder ",

    "annualReport.2021.SECWorkshops": "SEC Workshops",
    "annualReport.2021.SECWorkshopsText": "Last year, the Scratch Education Collaborative hosted a series of workshops that supported their inaugural cohort in defining and exploring unique pathways to equitable creative coding. Workshops were facilitated by Stanford d. School, Tinkering Studio, the Brazilian Creative Learning Network, and Chicago Public Schools CS4ALL. Together, workshop participants developed a shared understanding of creative coding and discussed strategies and practices that foster culturally sustaining communities through creative communication and collaboration.",
    "annualReport.2021.SECWorkshopsSubtitle": "How can we creatively empower local community in exploring creative coding?",

    "annualReport.2021.accessTitle": "Access",
    "annualReport.2021.accessIntro": "As COVID-19 forced schools to close and pushed learning to virtual spaces, many students and teachers were discovering Scratch for the first time or adapting the way they taught and learned creative coding. From our own homes, the Scratch Team worked to support the changing needs of educators and the online community.",

    "annualReport.2021.accessASL": "ASL Tutorial",
    "annualReport.2021.accessASLText": "In 2021, we partnered with Deaf Kids Code to launch our first American Sign Language tutorial in the Scratch Editor.",
    "annualReport.2021.accessASLText2": " Together, we were inspired to create an evergreen resource that would expand creative pathways for deaf Scratchers.",
    "annualReport.2021.accessASLText3": "The video is a 13-minute remake of our original “Getting Started with Scratch” tutorial that introduces beginners to the Scratch platform.",
    "annualReport.2021.accessPullQuote": "Being a good ally is a willingness to bend towards being accessible and really putting weight on the recommendations of organizations like mine … Asking, ‘What is it that we can do?’ and really letting us take the reins and go for it, with very little to no resistance; that is a very rare thing.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Founder of Deaf Kids Code ",

    "annualReport.2021.accessDEICommittee": "DEI Committees at Scratch",
    "annualReport.2021.accessDEICommitteeText": "In 2021, several committees at Scratch embarked on work to make Scratch more diverse, equitable, and inclusive for all users. We’re excited to share the progress each committee has made and the work still ahead.",

    "annualReport.2021.accessDEICommitteeAccessibility": "Accessibility",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "The Accessibility Committee was created in response to one Scratch Team member’s own difficulty using Scratch’s coding blocks and a recognized need to better support Scratchers of all abilities.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "In October of 2021, the committee launched a project to make the color of our coding blocks accessible for Scratchers with vision impairments. The committee is excited to partner with teachers and community organizations specializing in accessibility so the coding blocks meet web accessibility guidelines, and more importantly, lower floors to make Scratch more accessible for all.",

    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "The Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee was formed to develop a shared language that defines what Diversity, Equity, and Inclusion (DEI) mean to the Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021, the committee began work on a DEI statement to outline the ways in which DEI has informed the Scratch Team and community’s past and present work, and how it will continue to inform new initiatives going forward.",

    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "The EquityXDesign Committee was created as a place for Scratch Team members and our collaborators in MIT’s Lifelong Kindergarten group to read and discuss ideas around equity-centered design practices.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "The conversations are guided by Sasha Costanza-Chock’s “Design Justice: Community-Led Practices to Build the Worlds We Need,” and committee members discuss ways in which they can incorporate equity-centered design practices in the development of Scratch tools and resources.",

    "annualReport.2021.access10NewLanguages": "10 New Languages",
    "annualReport.2021.access10NewLanguagesText": "With huge thanks to our translation community, we were able to connect with Scratchers in 74 languages last year! In 2021, 10 new languages were added to Scratch, including isiXhosa (South Africa), Sepedi (South Africa), Setswana (South Africa), Afrikaans (South Africa), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazakhstan), Aragonese (Spain), Western Frisian (the Netherlands), and Bengali (Bangladesh, India, and other regions).",
    
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch in South Africa",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",

    "annualReport.2021.accessSnapshot": "Snapshots",

    "annualReport.2021.communityTitle": "Community",
    "annualReport.2021.communityIntro": "In 2021, the Scratch community continued to experience rapid growth as even more young people around the world created and connected alongside their peers. We also continued to develop partnerships with community members to improve the Scratch experience for our diverse community of users.",
    
    "annualReport.2021.communityScratchConference": "Scratch Conference",
    "annualReport.2021.communityScratchConferenceText1": "In July, educators in our global community came together to celebrate creative coding at the Scratch Conference. This free, virtual event was led by our collaborators at MIT’s Lifelong Kindergarten Group. The conference brought together {more_bold}, who spent the day connecting, collaborating, and learning from one another, even as COVID kept us apart.",
    "annualReport.2021.communityScratchConferenceText1More": "more than 1,500 educators and Scratch enthusiasts",
    "annualReport.2021.communityVolunteerTranslators": "Volunteer Translators",
    "annualReport.2021.communityVolunteerTranslatorsText": "Since Scratch was launched in 2007, we have been committed to supporting our users worldwide. Our language translation volunteers work closely with the Scratch Team to help translate and localize our platform and resources for the diverse communities that we serve.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Thousands of translators have volunteered their time to translate Scratch into 74 languages and counting, and there are currently more than one thousand translators signed up to translate Scratch and ScratchJr. We’re grateful to our volunteers for helping us reach more Scratchers around the world!",

    "annualReport.2021.communityScratchCommunity": "The Scratch Community in 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021, more than 113 million projects were created on the Scratch site – almost a 39% increase from 2020 – and more than one million new studios were created! Throughout the year, the Scratch Team hosted numerous studios to celebrate important events and encourage Scratchers to participate in the online community.",

    "annualReport.2021.yearInReview": "Year in Review",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",

    "annualReport.2021.yearInReviewCard1Date": "January",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "We “opened” our very first Poetic Cafe where Scratchers were invited to write, share, or collaborate on poems to share with the community.",

    "annualReport.2021.yearInReviewCard2Date": "February",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers shared interactive artwork, created poems, animated music videos, and more to celebrate influential people and events in Black history.",

    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "April Fool’s Day",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers were asked to imagine the “Secret life” of the Scratch Cat and went on a treasure hunt for fun and silly things hidden around the Scratch website.",

    "annualReport.2021.yearInReviewCard4Date": "May",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared more than 3,500 projects responding to themed prompts like “Cooking From Scratch” and “Ridiculous Inventions”  to celebrate Scratch's birthday.",

    "annualReport.2021.yearInReviewCard5Date": "June",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers created projects using all the colors of the rainbow to celebrate the LGBTQ+ community in the Pride Month studio.",

    "annualReport.2021.yearInReviewCard6Date": "August",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "During this annual three-week long event, Scratchers created more than 7,000 projects that moved and grooved, showcased creative do-it-yourself (DIY) ideas, and shared their discoveries about the natural world around them.",

    "annualReport.2021.yearInReviewCard7Date": "October",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "For two weeks, Scratchers created projects showcasing their interpretations of daily prompts in the Scratchtober studio. More than 3,500 projects were created around single-word themes like underwater, celebration, and creatures.",

    "annualReport.2021.yearInReviewCard8Date": "December",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",

    "annualReport.2021.yearInReviewCard9Date": "December",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",

    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "Over 500,000 Scratchers explored the Scratch Lab site in 2021, and they submitted more than 37,000 pieces of feedback.",
    "annualReport.2021.communityScratchLabText4": "This feedback has been invaluable as we evaluate and develop Animated Text blocks, Face Sensing blocks, and more potential new features.",
    
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "subscribers",
    "annualReport.2021.ytData2": "9 million",
    "annualReport.2021.ytData2Sub": "views on videos",
    "annualReport.2021.ytData3Top": "viewers in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "countries",

    "annualReport.2021.communitySnapshot2Title": "The Scratch Team on YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team YouTube channel reached 100,000 subscribers in 2021— a nearly 500 percent increase from 2020! As students, educators, and families evolved in response to the pandemic, we knew we had to create resources that were reactive to their needs.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",

    "annualReport.2021.tutorial1": "How to Make an 'About Me'",
    "annualReport.2021.tutorial2": "How to Make a Clicker Game",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",

    "annualReport.2021.FounderMessageTitle": "A Message from Our Founder",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",

    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",

    "annualReport.2021.lookingForward": "Looking Forward",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",

    "annualReport.2021.supportersTitle": "Thank You to Our Supporters",
    "annualReport.2021.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",

    "annualReport.2021.ourSupporters": "Our Supporters",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",

    "annualReport.2021.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",

    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2021.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.2021.leadershipTitle": "Our Team",
    "annualReport.2021.leadershipBoard": "Board of Directors",
    "annualReport.2021.leadershipChair": "Chair",
    "annualReport.2021.leadershipProfessor": "Professor of Learning Research",
    "annualReport.2021.leadershipViceChair": "Vice-Chair",
    "annualReport.2021.leadershipCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.2021.leadershipBoardMember": "Board Member",
    "annualReport.2021.leadershipPresidentCEO": "President and CEO",
    "annualReport.2021.leadershipFormerPresident": "Former President",
    "annualReport.2021.leadershipFounderCEO": "Founder and CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.2021.leadershipBoardSecretary": "Board Secretary",
    "annualReport.2021.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Executive Director",

    "annualReport.2021.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",

    "annualReport.2021.donateTitle": "Support Us",
    "annualReport.2021.donateMessage": "Your support enables us to create inspiring, creative, and memorable learning experiences for kids everywhere, especially those who have been systemically excluded from creative coding opportunities. Make a gift to Scratch today to help us keep our servers running, maintain our growing global community, and make creative coding possible for kids in every country around the world.",
    "annualReport.2021.donateMessage2": "Thank you for your generosity.",
    "annualReport.2021.donateButton": "Donate",

    "annualReport.2021.projectBy": "project by",

    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",

    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "A hand holds out a scratch component on a green background.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "A hand paints scratch components on a blue background.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Two hands reach toward a text bubble with a heart inside it.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Two hands work together to compile a list of scratch components.",
    "annualReport.2021.altaccessSouthAfrica": "Two kids, one using a tablet and one using a laptop, work on a scratch project together.",
    "annualReport.2021.altcommunityVolunteerTransators": "Four hands are raised with text bubbles resting on top of them in front of a purple background.",
    "annualReport.2021.altcommunityThankYou": "A globe with a banner across it saying 'Thank you' surrounded by the words for thank you in various languages.",
    "annualReport.2021.altAvatar": "user avatar",
    "annualReport.2021.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2021.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2021.altWave": "An emoji hand waving.",
    "annualReport.2021.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "",

    "annualReport.2021.altSECVideoPreview": "",
    "annualReport.2021.altSECWorkshops": "People playing together",

    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",

    "annualReport.2021.altCard1": "",
    "annualReport.2021.altCard2": "",
    "annualReport.2021.altCard3": "",
    "annualReport.2021.altCard4": "",
    "annualReport.2021.altCard5": "",
    "annualReport.2021.altCard6": "",
    "annualReport.2021.altCard7": "",
    "annualReport.2021.altCard8": "",
    "annualReport.2021.altCard9": "",

    "annualReport.2021.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}
