{
    "annualReport.2021.subnavFoundersMessage": "Founder's Message",
    "annualReport.2021.subnavMission": "Mission",
    "annualReport.2021.subnavReach": "Reach",
    "annualReport.2021.subnavThemes": "Themes",
    "annualReport.2021.subnavDirectorsMessage": "Director's Message",
    "annualReport.2021.subnavSupporters": "Supporters",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Donate",

    "annualReport.2021.mastheadYear": "2021 Annual Report",
    "annualReport.2021.mastheadTitle": "Building an Equitable Community Together",
    "annualReport.2021.directorsMessageTitle": "A Message from Our Executive Director",
    "annualReport.2021.directorsMessageP1": "In 2021, COVID-19 continued to disrupt our routines and shape the way we interact with one another. Even as we began to gather together, schools reopened, and there were calls for a “return to normal,” the most vulnerable in our society remained disproportionately impacted by the inequitable structures that COVID-19 exacerbated. The COVID-19 crisis shaped young people’s relationships to Scratch, and solidified Scratch as a more vital place than ever for them to create, learn, and connect. But as we moved into a new year, we did not leave behind our most vulnerable young people as they began to navigate “the new normal.”",
    "annualReport.2021.directorsMessageP2": "One of the foundational values of Scratch has always been to empower young people to explore, create, play, and discover—opportunities that aren’t afforded equitably to all students.",
    "annualReport.2021.directorsMessagePullquote": "We believe in the transformative power of self-expression and creativity, and in providing space for young people to use creative coding as a tool to raise their voice.",
    "annualReport.2021.directorsMessageP3": "I’m proud to serve as the Executive Director of the Scratch Foundation during this pivotal moment in our history, and will continue to spread Scratch’s caring, collaborative approach to creative learning to kids around the world who need these opportunities the most.",
    "annualReport.2021.directorsMessageP4": "Last year was an incredible year for the Scratch Foundation–we focused on growing our team with remarkable, diverse leaders and building a solid foundation for our continued transition to an independent organization. We developed a three-year Strategic Plan with the combined efforts of every team member at every level of our organization, codifying the work we’re embarking on together. As Scratch grows, we remain focused on equity and community-building, and keeping Scratch a safe space for kids to connect, create, and collaborate with their peers around the world.",
    "annualReport.2021.directorsMessageP5": "LI can’t thank you enough for embarking on this journey with our team, and for your continued support of our mission. The compassion and creativity of the Scratch Community is endlessly inspiring to us, and we can’t wait for you to join us in the important work ahead of us.",
    "annualReport.2021.directorsMessageP6": "Over the past decade, Scratch has had phenomenal success, engaging tens of millions of young people around the world. But we are just beginning. The challenge for the years ahead is to ensure that we can continue to spread and support not just our technology but also our creative, caring, collaborative learning approach, so that young people around the world have equitable opportunities to imagine, create, share, and learn. We look forward to working with all of you to make that happen!",
    "annualReport.2021.directorsMessageScratchTitle": "Chair, Scratch Foundation",
    "annualReport.2021.directorsMessageAffiliation": "Professor, MIT Media Lab",

    "annualReport.2021.watchVideo": "Watch Video",

    "annualReport.2021.missionTitle": "Our Mission, Vision, & Values",
    "annualReport.2021.missionP1": "We are committed to educational justice and prioritizing equity across all aspects of our work, with a particular focus on initiatives and approaches that support children, families, and educators who have been excluded from creative computing.",
    "annualReport.2021.missionP2": "We’ve developed Scratch as a free, safe, playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society. We work with educators and families to support children in exploring, sharing, and learning.",
    "annualReport.2021.missionHeader": "Mission",
    "annualReport.2021.missionSubtitle": "Providing young people with digital tools and opportunities to imagine, create, share, and learn.",
    "annualReport.2021.visionHeader": "Vision",
    "annualReport.2021.visionSubtitle": "To spread creative, caring, collaborative, equitable approaches to coding and learning around the world.",
    "annualReport.2021.valuesHeader": "Values",
    "annualReport.2021.valuesSubtitle": "In this work, we are guided by our core values that define our principles as an organization and a community:",
    "annualReport.2021.fourPs": "Four P’s of Creative Learning",
    "annualReport.2021.creativeExpressionTitle": "Creative Expression",
    "annualReport.2021.progressiveImprovementTitle": "Progressive Improvement",
    "annualReport.2021.EquitableOpportunitiesTitle": "Equitable Opportunities",
    "annualReport.2021.playfulEngagementTitle": "Playful Engagement",
    "annualReport.2021.creativeExpressionDescription": "We are building an educational movement inclusive of people from diverse backgrounds so we can reach children around the world who have been excluded from creative coding opportunities.",
    "annualReport.2021.progressiveImprovementDescription": "We hold ourselves to a high standard and always strive to iterate, improve, and inspire one another to best serve young people around the world and the community that makes our work possible.",
    "annualReport.2021.EquitableOpportunitiesDescription": "We are building an educational movement inclusive of people from diverse backgrounds so we can reach children around the world who have been excluded from creative coding opportunities.",
    "annualReport.2021.playfulEngagementDescription": "At Scratch, play is an approach for making, sharing, learning, and engaging with the world. We encourage joyful exploration, experimentation, and collaboration.",

    "annualReport.2021.reachTitle": "Reaching Children Around the World",
    "annualReport.2021.reachSubtitle": "Scratch is the world’s largest coding community for children and teens, ages 8 and up.",
    "annualReport.2021.reachMillion": "million",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% from 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% from 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% from 2020",
    "annualReport.2021.reachNewUsers": "New Users",
    "annualReport.2021.reachProjectsCreated": "Projects Created",
    "annualReport.2021.reachProjectCreators": "People Creating Projects",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch is used around the world across more than 200 countries and territories",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudi Arabia",
    "annualReport.2021.reachSaudiArabiaDescription": "We saw tremendous growth around the world in 2021, but we were amazed to see the growth in Saudi Arabia, where we saw twice as many new users as the year before.",
    "annualReport.2021.reachComments": "increase in comments posted",
    "annualReport.2021.reachGlobalCommunity": "Our Global Community",
    "annualReport.2021.reachMapBlurb": "Total accounts registered in the Scratch Online Community from the launch of Scratch through December 2021",
    "annualReport.2021.reachMap24M": "24M",
    "annualReport.2021.reachMapLog": "on a logarithmic scale",
    "annualReport.2021.reachTranslationTitle": "Scratch is Translated into 74 Languages",
    "annualReport.2021.reachTranslationIncrease": "10 languages from 2020",
    "annualReport.2021.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Downloads in 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 {million} from 2020",

    "annualReport.2021.themesTitle": "Emerging Themes",
    "annualReport.2021.themesDescription": "Amidst ongoing uncertainty from COVID-19, Scratch continued to serve as a key space for young people to connect and create together. In 2021, we focused our efforts on building a strong foundation to equitably support our growing global community and our growing Scratch Team. Our work was centered around three major themes: fostering community, increasing access and accessibility, and developing the Scratch Education Collaborative (SEC).",
    "annualReport.2021.equity": "Equity",
    "annualReport.2021.globalStrategy": "Global Strategy",

    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Community voices and partnerships are deeply woven into the fabric of Scratch’s history. They have, and continue to be, integral in helping us increase accessible and equitable coding opportunities worldwide. In 2021, we launched the Scratch Education Collaborative, an initiative committed to identifying and eliminating the barriers to access to creative coding that connects remarkable organizations around the world.",
    "annualReport.2021.SECWhatIs": "What is SEC?",
    "annualReport.2021.SECWhatIsP1": "The SEC supports and engages participating organizations in a two-year, collaborative cohort experience to strengthen their commitment to, and implementation of, equitable creative coding using Scratch and ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "By the end of the cohort experience, organizations will have formed new partnerships with each other and with Scratch, and will have established new models for equity-centered creative coding resources.",
    "annualReport.2021.SECWhatIsP3": "Our work with the SEC is made possible thanks to a generous grant from Google.org. We’d like to extend our gratitude for their continued support of our mission.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizations",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "countries",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing.",

    "annualReport.2021.spotlightStory": "Spotlight Story",

    "annualReport.2021.SECSpotlightTitle": "Bridges to Science Spotlight",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; a Texas-based nonprofit providing math, coding, and robotics programs for underserved youth; was one of 41 exceptional organizations to join the Scratch Education Collaborative's first cohort.",
    "annualReport.2021.SECSpotlightText2": "In 2021, we supported Bridges to Science in facilitating their first “Hour of Code” workshop with Code.org.",

    "annualReport.2021.SECPullQuote": "One of the greatest joys that we have in teaching our students is that each one of them, no matter how quiet they are, all find a voice in computer science through Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Bridges to Science Founder ",

    "annualReport.2021.SECWorkshops": "SEC Workshops",
    "annualReport.2021.SECWorkshopsText": "Last year, the Scratch Education Collaborative hosted a series of workshops that supported their inaugural cohort in defining and exploring unique pathways to equitable creative coding. Workshops were facilitated by Stanford d. School, Tinkering Studio, the Brazilian Creative Learning Network, and Chicago Public Schools CS4ALL. Together, workshop participants developed a shared understanding of creative coding and discussed strategies and practices that foster culturally sustaining communities through creative communication and collaboration.",
    "annualReport.2021.SECWorkshopsSubtitle": "How can we creatively empower local community in exploring creative coding?",

    "annualReport.2021.accessTitle": "Access",
    "annualReport.2021.accessIntro": "As COVID-19 forced schools to close and pushed learning to virtual spaces, many students and teachers were discovering Scratch for the first time or adapting the way they taught and learned creative coding. From our own homes, the Scratch Team worked to support the changing needs of educators and the online community.",

    "annualReport.2021.accessASL": "ASL Tutorial",
    "annualReport.2021.accessASLText": "In 2021, we partnered with Deaf Kids Code to launch our first American Sign Language tutorial in the Scratch Editor.",
    "annualReport.2021.accessASLText2": " Together, we were inspired to create an evergreen resource that would expand creative pathways for deaf Scratchers.",
    "annualReport.2021.accessASLText3": "The video is a 13-minute remake of our original “Getting Started with Scratch” tutorial that introduces beginners to the Scratch platform.",
    "annualReport.2021.accessPullQuote": "Being a good ally is a willingness to bend towards being accessible and really putting weight on the recommendations of organizations like mine … Asking, ‘What is it that we can do?’ and really letting us take the reins and go for it, with very little to no resistance; that is a very rare thing.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Founder of Deaf Kids Code ",

    "annualReport.2021.accessHighlightName": "Aaron Reuland",
    "annualReport.2021.accessHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2021.accessHighlightText": "In Aaron Reuland’s Title One school in Norwood, Massachusetts, he counted on Scratch to help engage remote students in creative learning and rekindle their sense of community “when the only things I could count on us all having were a working computer and an internet connection.”",
    "annualReport.2021.accessHighlightText2": "Aaron’s students worked together to build a “kooky” version of their town called “Norwouldn’t,” packed with storybook creatures, original artwork, and interconnecting narratives. It was one of many collaborative Scratch projects Aaron facilitated to remind students that even while COVID-19 kept them inside their homes, they were still part of a caring and joyful community.",

    "annualReport.2021.accessHighlightTitle2": "Scratch at Home",
    "annualReport.2021.accessHighlightText2b": "On March 17, we responded to the COVID-19 crisis by launching the {linkText} to provide children, families, and educators with ideas for engaging in creative learning activities with Scratch at home. It was an invaluable way to connect with our community and adapt to a whole new way of learning and interacting online.",

    "annualReport.2021.accessHighlightTitle3": "Live Create-Alongs",
    "annualReport.2021.accessHighlightText3b": "Our team hosted weekly, live {linkText} to connect with kids, parents, and educators at home and share tips and tricks for creating different types of Scratch projects. We had a blast seeing the projects they were inspired to create in our Create-Along studios!",

    "annualReport.2021.accessHighlightTitle4": "Hack Your Window",
    "annualReport.2021.accessHighlightText4b": "Scratch educator Eduard Muntaner Perich created a #ScratchAtHome-inspired studio that took the community by storm: {linkText}. Hundreds of Scratchers from all over the world imagined fantastical games and stories happening just outside their window.",

    "annualReport.2021.accessEducatorsTitle": "Connecting with Educators",
    "annualReport.2021.accessEducatorsText": "Educators around the world shared their own #ScratchAtHome ideas and discussed the struggles and triumphs of teaching remotely in a lively Twitter Chat on April 8th, 2021.",

    "annualReport.2021.accessSnapshot": "Snapshots",

    "annualReport.2021.accessSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2021.accessSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from {linkText}. Like educators around the world, our team had to conduct online workshops for the first time in 2021—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2021.accessSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2021.accessSnapshot2Text": "2021 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",

    "annualReport.2021.communityTitle": "Community",
    "annualReport.2021.communityIntro": "In 2021, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    
    "annualReport.2021.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2021.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2021.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2021.communityDownloadButton": "Virtual Family Coding Nights Guide",

    "annualReport.2021.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2021.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2021.communityQuoteText": "[In 2021], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",

    "annualReport.2021.communityScratchCommunity": "Scratch Community",
    "annualReport.2021.communityScratchCommunityIntro": "When asked why they use Scratch, most Scratchers talk about the importance of the online community for motivating their ongoing participation, providing a space where they can express their creativity, make friends, receive feedback, get new ideas, and learn new skills. Many Scratchers express their appreciation for the Scratch community as a safe and welcoming space to connect, share, and learn from one another.",

    "annualReport.2021.communityQuoteGroupText1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.2021.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2021.communityQuoteGroupText3": "I've been on Scratch for about 2 years, and it's been a life-changing experience! I've learned so many new things, such as coding, online etiquette, and art!",
    "annualReport.2021.communityQuoteGroupText4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",

    "annualReport.2021.yearInReview": "Year in Review",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",

    "annualReport.2021.yearInReviewCard1Date": "January",
    "annualReport.2021.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2021.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",

    "annualReport.2021.yearInReviewCard2Date": "April",
    "annualReport.2021.yearInReviewCard2Title": "April Fool’s Day",
    "annualReport.2021.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",

    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2021.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",

    "annualReport.2021.yearInReviewCard4Date": "May",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",

    "annualReport.2021.yearInReviewCard5Date": "May",
    "annualReport.2021.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2021.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",

    "annualReport.2021.yearInReviewCard6Date": "June",
    "annualReport.2021.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2021.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",

    "annualReport.2021.yearInReviewCard7Date": "June",
    "annualReport.2021.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2021.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",

    "annualReport.2021.yearInReviewCard8Date": "July",
    "annualReport.2021.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",

    "annualReport.2021.yearInReviewCard9Date": "October",
    "annualReport.2021.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",

    "annualReport.2021.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2021.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2021.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",

    "annualReport.2021.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2021.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2021, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",

    "annualReport.2021.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2021 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2021.",

    "annualReport.2021.tutorial1": "Virtual Town",
    "annualReport.2021.tutorial2": "Catch Game",
    "annualReport.2021.tutorial3": "Character Designer",
    "annualReport.2021.tutorial4": "Virtual Pet",

    "annualReport.2021.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2021.EDMessageText1": "2021 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2021.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2021, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2021.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2021 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2021.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2021.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2021.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2021.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",

    "annualReport.2021.EDTitle": "Executive Director, Scratch Foundation",

    "annualReport.2021.lookingForward": "Looking Forward",
    "annualReport.2021.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2021.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    
    "annualReport.2021.learnMore": "Learn More:",
    "annualReport.2021.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2021.learnMoreLink2Text": "Computer Science Education Week: More help for more students",

    "annualReport.2021.supportersTitle": "Thank You to Our Supporters",
    "annualReport.2021.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",

    "annualReport.2021.ourSupporters": "Our Supporters",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2021 to December 31, 2021.",

    "annualReport.2021.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",

    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2021.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.2021.leadershipTitle": "Our Team",
    "annualReport.2021.leadershipBoard": "Board of Directors",
    "annualReport.2021.leadershipChair": "Chair",
    "annualReport.2021.leadershipProfessor": "Professor of Learning Research",
    "annualReport.2021.leadershipViceChair": "Vice-Chair",
    "annualReport.2021.leadershipCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.2021.leadershipBoardMember": "Board Member",
    "annualReport.2021.leadershipPresidentCEO": "President and CEO",
    "annualReport.2021.leadershipFormerPresident": "Former President",
    "annualReport.2021.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2021.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.2021.leadershipBoardSecretary": "Board Secretary",
    "annualReport.2021.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Executive Director",

    "annualReport.2021.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",

    "annualReport.2021.donateTitle": "Support Us",
    "annualReport.2021.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.2021.donateButton": "Donate",

    "annualReport.2021.projectBy": "project by",

    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altAvatar": "user avatar",
    "annualReport.2021.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2021.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2021.altWave": "An emoji hand waving.",
    "annualReport.2021.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2021.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2021.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2021.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2021.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2021.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2021.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "TK TK TK.",
    "annualReport.2021.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2021.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2021.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2021.altScratchJr": "Scratch Jr logo",
    "annualReport.2021.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2021.altPieChart": "Visualization showing the 602% increase in projects created during 2021 in relation to projects created in 2019.",
    "annualReport.2021.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2021.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2021.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2021.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2021.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2021.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2021.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2021.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2021.altWaveBottom": "A light blue wave.",
    "annualReport.2021.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2021.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2021.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2021.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2021.altJuly": "A microphone and music notes.",
    "annualReport.2021.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2021.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2021.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2021.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2021.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2021.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",

    "annualReport.2021.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2021.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2021.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2021.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",

    "annualReport.2021.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2021.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2021.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2021.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",

    "annualReport.2021.altChileIcon": "The Scratch mascot",
    "annualReport.2021.altBrazilIcon": "A green swirl",
    "annualReport.2021.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2021.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",

    "annualReport.2021.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2021.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2021.altEditor": "The Scratch UI along wiht a preview of th progam currently being built showing two people talking to each other.",
    "annualReport.2021.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2021.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2021.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",

    "annualReport.2021.altSECVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2021.altaccessVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",

    "annualReport.2021.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2021.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2021.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2021.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2021.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2021.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",

    "annualReport.2021.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}
