{
  "download.title": "Scratch Desktop",
  "download.intro": "You can install the Scratch Desktop editor to work on projects without an internet connection. This version will work on Windows and MacOS.",
  "download.appTitle": "Download Scratch",
  "download.appIntro": "You can install Scratch for free to work on projects without an internet connection.",
  "download.requirements": "Requirements",
  "download.imgAltDownloadIllustration" : "Scratch 3.0 Desktop screenshot",
  "download.troubleshootingTitle": "FAQ",
  "download.startScratchDesktop": "Start Scratch Desktop",
  "download.howDoIInstall": "How do I install Scratch Desktop?",
  "download.whenSupportLinux": "When will you have Scratch Desktop for Linux?",
  "download.supportLinuxAnswer" : "Scratch Desktop on Linux is currently not supported. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
  "download.supportChromeOS" : "When will you have Scratch Desktop for Chromebooks?",
  "download.supportChromeOSAnswer": "Scratch Desktop for Chromebooks is not yet available. We are working on it and expect to release later in 2019.",
  "download.olderVersionsTitle" : "Older Versions",
  "download.olderVersions": "Looking for earlier Scratch Offline Editors?",
  "download.scratch1-4Desktop" : "Scratch 1.4",
  "download.scratch2Desktop" : "Scratch 2.0 Offline Editor",
  "download.cannotAccessMacStore" : "What if I can't access the Mac App Store?",
  "download.cannotAccessWindowsStore" : "What if I can't access the Microsoft Store?",
  "download.macMoveToApplications" :  "Open the .dmg file. Move Scratch Desktop into Applications.",
  "download.winMoveToApplications" : "Run the .exe file.",
  "download.canIUseScratchLink" : "Can I use Scratch Link to connect to extensions?",
  "download.canIUseScratchLinkAnswer" : "Yes. However, you will need an Internet connection to use Scratch Link.",
  "download.canIUseExtensions" : "Can I connect to hardware extensions?",
  "download.canIUseExtensionsAnswer" : "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
  "download.desktopAndBrowser": "Can I use Scratch Desktop and also have Scratch open in the browser?",
  "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
  "download.yesAnswer" : "Yes.",
  "download.canIShare": "Can I share from Scratch Desktop?",
  "download.canIShareAnswer": "This isn’t supported currently. For now, you can save a project from Scratch Desktop, upload it to your Scratch account, and share it there. In a later version we will add the ability to upload to your Scratch account directly in Scratch Desktop.",
  "download.canIShareApp": "Can I share from Scratch for {operatingsystem}?",
  "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select Share from the options. In addition to sharing by email you can sign in to your Scratch account and share the project on the Scratch Community.",
  "download.canIShareAnswerDownloaded": "This isn’t supported currently. For now, you can save a project from Scratch for {operatingsystem}, upload it to your Scratch account, and share it there. In a later version we will add the ability to upload to your Scratch account directly in Scratch for {operatingsystem}."
}
