{
  "sec.title": "Scratch Education Collaborative",
  "sec.intro": "Join a global network of organizations supporting creative coding",
  "sec.applyNow": "Apply now!",
  "sec.applyBanner": "Applications are open now through March 1st 2021",
  "sec.projectsTitle": "Overview",
  "sec.eligibilityTitle": "Eligibility",
  "sec.applyTitle": "How do I apply?",
  "sec.subscribe": "To receive updates about resources, events, and ideas for supporting families and educators using Scratch, {subscribeLink}",
  "sec.subscribeCallToAction": "sign up for our mailing list",
  "sec.applyDeadline": "The deadline for applying to the Scratch Education Collaborative is January 10th, 2021",
  "sec.applyButton": "Click here to apply",
  "sec.projectsIntro": "The Scratch Education Collaborative (SEC), with support from Google.org, is building a powerful network of organizations across the world focused on supporting learners from historically marginalized and underserved communities developing their confidence with creative computing.",
  "sec.projectsIntro2": "Up to 10 organizations will be selected in the 2021 pilot year to expand on and support each other's work with historically underrepresented youth including Black, LatinX, and Indigenous Americans, learn from one another, and collaborate with members of the Scratch Foundation, The MIT Media Lab, and other global leaders in creative computing to develop best practices for implementing culturally sustaining creative computing with Scratch.",
  "sec.projectsIntro3": "The SEC is a key initiative of the Scratch Foundation. Originating from MIT Media Lab’s Lifelong Kindergarten Group and with over 200 million users, Scratch is the world’s largest and most diverse coding community for children offered free of charge.",
  "sec.expectationsFromSec": "As a member of the SEC network, benefits include:",
  "sec.expectationsFromSecPoint1": "Connect with and learn from the Scratch Foundation, the MIT Media Lab, and other leading organizations from around the world with experience implementing creative learning with Scratch",
  "sec.expectationsFromSecPoint2": "Grow your organization’s capacity through equity-centered professional development",
  "sec.expectationsFromSecPoint3": "Collaborate in developing equity-centered creative coding resources, events, and workshops using Scratch for your local community",
  "sec.expectationsFromSecPoint4": "Access to seed funding for Scratch and SEC related activities for your local community",
  "sec.expectationsFromOrgs": "Join the SEC Network:",
  "sec.expectationsFromOrgsPoint1": "Engage in quarterly virtual meetings and workshops with Scratch Foundation and SEC partner organizations over the course of the year",
  "sec.expectationsFromOrgsPoint2": "Host at least one creative computing virtual event, tutorial, or professional development activity for your community in 2021",
  "sec.expectationsFromOrgsPoint3": "Develop and promote equity-centered creative coding resources, events, and workshops using Scratch for your local community",
  "sec.expectationsFromOrgsPoint4": "Share best-practices and innovative creative computing curricula with the Scratch Foundation and SEC community",
  "sec.expectationsFromOrgsPoint5": "Promote your organization’s work and impact through Scratch Foundation social-channels, websites, newsletters, and the Scratch Conference",
  "sec.expectationsFromOrgsPoint6": "Facilitate a Scratch Day for your community with support from the Scratch Foundation",
  "sec.eligibilityPrefix": "Your organization is:",
  "sec.eligibilityPoint1": "Primarily focused on supporting traditionally underrepresented youth, including Black, LatinX, and Indigenous Americans in the United States and/or globally",
  "sec.eligibilityPoint2": "Directly serving youth through creative learning and/or creative coding initiatives",
  "sec.eligibilityPoint3": "Designated as a non-profit, or a school district that has demonstrated a commitment to equitable creative learning practices",
  "sec.eligibilityPoint4": "Willing to collaborate with Scratch and the SEC community to develop and utilize creative computing resources that can be shared globally",
  "sec.eligibilityPoint5": "Able to engage in quarterly virtual meetings",
  "sec.eligibilityPrompt": "Wondering if your organization might be a good fit for the pilot year of the Scratch Education Collaborative? {link} to find out more.",
  "sec.eligibilityPromptLink": "Read the FAQ"
 }
