{
  "sec.title": "Scratch Education Collaborative",
  "sec.intro": "A global network of organizations supporting creative-coding",
  "sec.projectsTitle": "Overview",
  "sec.eligibilityTitle": "Eligibility",
  "sec.applyTitle": "How do I apply?",
  "sec.subscribe": "To receive updates about resources, events, and ideas for supporting families and educators using Scratch, {subscribeLink}",
  "sec.subscribeCallToAction": "sign up for our mailing list",
  "sec.applyDeadline": "The deadline for applying to the Scratch Education Collaborative is January 10th, 2021",
  "sec.applyButton": "Click here to apply",
  "sec.projectsIntro": "The Scratch Foundation is launching the Scratch Education Collaborative (SEC), to bring together organizations committed to supporting creative coding experiences with a focus on educators, students, and communities historically underrepresented in computing.",
  "sec.projectsIntro2": "In 2021, during the pilot year of the SEC, 5 organizations from across the globe will be selected to share their work, learn from one another, and help to develop best practices and examples for implementing culturally-sustaining creative computing with Scratch.",
  "sec.expectationsFromSec": "What participating organizations can expect from the SEC",
  "sec.expectationsFromSecPoint1": "Opportunities to connect with and learn from peer organizations and thought leaders around the globe through virtual workshops",
  "sec.expectationsFromSecPoint2": "Support in developing and promoting equity-centered creative coding resources, events, and workshops using Scratch",
  "sec.expectationsFromSecPoint3": "Opportunities to connect with and learn from the Scratch Team through workshops and virtual office hours",
  "sec.expectationsFromSecPoint4": "Promotion of the organization’s work and impact through Scratch Team social-channels, websites, and newsletters",
  "sec.expectationsFromOrgs": "What the SEC expects of participating organizations",
  "sec.expectationsFromOrgsPoint1": "Participate in 4-6 virtual workshops or meetings over the course of the year",
  "sec.expectationsFromOrgsPoint2": "Support the creation of culturally-sustaining Scratch creative-coding resources for your community",
  "sec.expectationsFromOrgsPoint3": "Host at least one event, tutorial, or professional development activity for your community in 2021",
  "sec.expectationsFromOrgsPoint4": "Share best-practices, learnings, and challenges back with the Scratch Foundation and SEC peer organizations",
  "sec.eligibilityPoint1": "Participants must be a non-profit organization, public school, school district, university, college, or government entity",
  "sec.eligibilityPoint2": "Organizations must be part-of and work with communities historically underrepresented in computing",
  "sec.eligibilityPoint3": "Must be able to dedicate at least one-staff person as point of contact for the program",
  "sec.eligibilityPrompt": "Wondering if your organization might be a good fit for the pilot year of the Scratch Education Collaborative? {link} to find out more.",
  "sec.eligibilityPromptLink": "Read the FAQ"
 }
