{
  "developers.title": "Scratch for Developers",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the <a href=\"/info/credits\">Scratch Team at MIT</a>, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Projects",
  "developers.principlesTitle": "Principles",
  "developers.donateTitle": "Donate",
  "developers.partnersTitle": "Partners",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "The following projects are open source and available for any purpose.",
  "developers.scratchBlocksTitle": "Scratch Blocks",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s <a href=\"https://developers.google.com/blockly/\">Blockly technology</a> and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation <a href=\"https://github.com/llk/scratch-blocks\">here</a>.",
  "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation <a href=\"https://github.com/LLK/scratch-www\">here</a>.",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of <b>Learning Principles</b> and <b>Design Principles</b> that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.learningPrinciplesTitle": "Learning Principles",
  "developers.learningPrinciplesProjectsTitle": "Projects",
  "developers.learningPrinciplesProjectsBody": "People learn best when they are actively working on projects — generating new ideas, designing prototypes, making improvements and creating final products.",
  "developers.learningPrinciplesPassionTitle": "Passion",
  "developers.learningPrinciplesPassionBody": "When people focus on things they care about, they work longer and harder, persist in the face of challenges, and learn more in the process.",
  "developers.learningPrinciplesPeersTitle": "Peers",
  "developers.learningPrinciplesPeersBody": "Learning flourishes as a social activity, with people sharing ideas, collaborating on projects, and building on one another's work.",
}
