{
  "credits.title": "Scratch Credits & Contributors",
  "credits.developers": "Scratch is designed, developed, and moderated by the Lifelong Kindergarten Group at MIT Media Lab:",
  "credits.moderators": "The team of Scratch moderators manages, supports, and improves the Scratch online community:",
  "credits.previousTitle": "Previous MIT Scratch Team Members",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Design and Development Partners",
  "credits.researchersIntro": "Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
  "credits.partnersBody": "Paula Bontá and Brian Silverman, Playful Invention Company (who started contributing to the design of Scratch even before it was called Scratch).",
  "credits.researchersTitle": "Scratch Researchers",
  "credits.researchersBody" : "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
  "credits.researchLinkText": "Research on Scratch",
  "credits.researchersContributors" : "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
  "credits.researchNSFLinkText" : "initial NSF Scratch grant",
  "credits.researchScratchEdLinkText" : "ScratchEd project",
  "credits.acknowledgementsTitle": "Acknowledgements",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
  "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
  "credits.acknowledgementsCommunity": "We greatly appreciate all of the contributions by members of the worldwide Scratch community, who have shaped the direction of Scratch by sharing their projects, comments, and ideas.",
  "credits.acknowledgementsInfluencers": "The ideas of Seymour Papert and Alan Kay have deeply inspired and influenced our work on Scratch.",
  "credits.supportersTitle": "Supporting Organizations",
  "credits.supportersFinancialHeader": "The following organizations have provided major financial support for Scratch:",
  "credits.supportersServicesHeader": "The following organizations donate their services to help keep the Scratch project running:",
  "credits.supportersOpenHeader": "Scratch would not be possible without free and open source software, including:",
  "credits.currentSponsors": "Current Sponsors",
  "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
  "credits.translationsTitle": "Translations",
  "credits.illustrationsTitle": "Illustrations",
  "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
  "credits.soundsTitle": "Sounds",
  "credits.pastContributors": "Past Contributors",
  "credits.pastContributorsThanks" : "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website).",
  "credits.otherContributors": "Other contributors include:",
  "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
  "credits.soundsThanks":"Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}
