{
    "cookies.title": "Cookie Policy",
    "cookies.nav.types": "Types of Cookies",
    "cookies.nav.manage": "Manage Cookies",
    "cookies.nav.contact": "Contact Us",
    "cookies.lastUpdatedFormat": "The Scratch Cookie Policy was last updated {updated, date, long}",
    "cookies.intro1": "This Cookie Policy (the <b>“Cookie Policy”</b>) is provided by Scratch Foundation (<b>“Scratch”</b>, <b>“we”</b> or <b>“us”</b>). It supplements the information and disclosures included in our <privacy>Privacy Policy</privacy>, and explains how Scratch uses Cookies on its website scratch.mit.edu (the <b>“Scratch Website”</b>) to its visitors (<b>“you”</b>, <b>“user”</b>). For the purpose of this Cookie Policy, <b>“Personal Information”</b> means any information relating to an identified or identifiable individual.",
    "cookies.intro2": "When you use the Scratch Website, we use cookies, beacons, invisible tags, unique IDs and similar technologies (collectively <b>“Cookies”</b>) to automatically record certain Personal Information from your browser or device.",
    "cookies.table.name": "Name",
    "cookies.table.provider": "Provider",
    "cookies.table.purpose": "Purpose",
    "cookies.table.expiration": "Expiration",
    "cookies.table.session": "Session",
    "cookies.table.persistent": "Persistent",
    "cookies.table.days.1": "1 day",
    "cookies.table.days.180": "180 days",
    "cookies.table.weeks.2": "2 weeks",
    "cookies.table.weeks.3": "3 weeks",
    "cookies.table.months.6": "6 months",
    "cookies.table.years.1": "1 year",
    "cookies.table.years.2": "2 years",
    "cookies.types.title": "What types of Cookies are used on the Scratch Website?",
    "cookies.types.essentialTitle": "Essential Cookies",
    "cookies.types.essentialIntro": "These are Cookies that are necessary to make the Scratch Website available to the user or ensure security. We use this Personal Information, for example, to ensure that the Scratch Website functions properly, or to prevent fraud. We use the following essential Cookies:",
    "cookies.essential.csrf": "Used as a security measure to prevent cross site request forgery.",
    "cookies.essential.sessionID": "Used for authenticating you on the Scratch Website so we can provide you the services you requested.",
    "cookies.types.functionalTitle": "Functional Cookies",
    "cookies.types.functionalIntro": "We use these cookies to recognize the user when they return to the Scratch Website, and for beneficial, but non-essential functionality. For example, Cookies to remember users’ settings (e.g., retaining language settings) and content preferences when they return to the Scratch Website, or that allow videos to play. Disabling functional Cookies will typically result in limited functionality of the site and a less personalized experience, but the user will still be able to use the site as such. We use the following functional Cookies:",
    "cookies.functional.permissions": "Used to track which features of the service a logged in user is able to access.",
    "cookies.functional.exploreBy": "Used to save the user’s current search preference.",
    "cookies.functional.scratchLanguage": "Used to save information about the user’s preferred language.",
    "cookies.functional.scratchTheme": "Used to save information about the user’s preferred color mode.",
    "cookies.functional.scratchPolicySeen": "Used to track if the user has seen a privacy policy update notification",
    "cookies.functional.wistia": "Contains a timestamp for the Scratch Website’s video-content. This allows the user to resume watching without having to start over, if the user leaves the video or Scratch Website.",
    "cookies.functional.minilogSettings": "Unclassified",
    "cookies.types.analyticsTitle": "Analytical or Performance Cookies",
    "cookies.types.analyticsIntro": "We use Cookies to generally help us better understand how the Scratch Website is being used (e.g., determining which pages are popular based on how many users have visited certain pages). We also work with analytics providers, such as Google Analytics, which use Cookies to collect and analyze information about use of the Scratch Website and report on activities and trends. You can learn more about Google’s practices by going to <policies>https://www.google.com/policies/privacy/partners</policies> and opt out of them by downloading the Google Analytics opt-out browser add-on, available at <optout>https://tools.google.com/dlpage/gaoptout</optout>. We use the following analytical and performance Cookies:",
    "cookies.analytics.ga": "Used to send data to Google Analytics about the user's device and behavior. Tracks the user across devices and marketing channels.",
    "cookies.analytics.gat": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.gid": "Registers a unique ID that is used to generate statistical data on how the user uses the Scratch Website.",
    "cookies.analytics.utma": "Used by Google Analytics to categorize new vs returning users.",
    "cookies.analytics.utmb": "Used by Google Analytics to calculate the duration of the Scratch Website visit.",
    "cookies.analytics.utmc": "Used by Google Analytics to calculate the duration of the Scratch Website visit.",
    "cookies.analytics.utmt": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.utmz": "Used by Google Analytics to understand how a user navigates the Scratch Website.",
    "cookies.analytics.loglevel": "Maintains settings and outputs when using the Developer Tools Console on the current session.",
    "cookies.analytics.deviceInfo": "Used to track a user’s interaction with embedded content.",
    "cookies.analytics.youtubeLogsDatabase": "Unclassified",
    "cookies.analytics.visitorInfo": "Tries to estimate user bandwidth on pages with integrated YouTube videos.",
    "cookies.analytics.remoteSid": "Necessary for the implementation and functionality of YouTube video content.",
    "cookies.analytics.ysc": "Registers a unique ID to keep statistics of what videos from YouTube the user has seen.",
    "cookies.analytics.lastResultEntryKey": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.ytidbMetaDatabases": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteCastAvailable": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteCastInstalled": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteConnectedDevices": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteDeviceId": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteFastCheckPeriod": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteSessionApp": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteSessionName": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.wistiaUndefinedCookie": "Collects data on user interaction with the Scratch Website's video-content. This data is used to make the website's video-content more relevant towards the user.",
    "cookies.analytics.wistiaCookie": "Used by the Scratch Website to track the user's use of video-content - the cookie roots from Wistia, which provides video-software to websites.",
    "cookies.manageTitle": "How can you manage Cookies?",
    "cookies.manageBody": "If you do not want your Personal Information to be collected through the use of Cookies, most browsers allow you to manage your Cookie preferences. You can set your browser to automatically decline Cookies or to request you to accept or decline Cookies for each site.  You can find more information about Cookies at <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Contact Us",
    "cookies.contactIntro": "If you have any questions about this Cookie Policy please contact us at privacy@scratch.mit.edu or via mail at:"
}
