{
    "conference-2017.title": "Scratch Conferences 2017",
    "conference-2017.desc": "This year, in celebration of Scratch’s 10th anniversary, the global Scratch community will host regional Scratch conferences in many cities around the world.",
    "conference-2017.seeBelow": "Learn more about conference dates and locations below.",

    "conference-2017.date": "Date",
    "conference-2017.location": "Location",
    "conference-2017.audience": "Audience",
    "conference-2017.language": "Language",
    "conference-2017.website": "Visit Website",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Opening, Inspiring, Connecting",
    "conference-2017.franceDesc": "Scratch2017BDX is an opportunity to meet people and share ideas, and to be inspired and inspiring. It's a global fest to celebrate creativity and enjoy discoveries and understanding about Scratch and beyond.",
    "conference-2017.franceAudience": "Global Scratch family",
    
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "The Scratch Brazil Conference 2017 will be a meeting point for Brazilian educators, researchers, developers and makers who are interested in creating, sharing and learning with Scratch. The conference will foster discussions about the use of Scratch in and out of the classroom, creative computing, Scratch extensions, and other important themes related to Scratch's adoption in Brazil. We are planning something very participatory, with lots of hands-on workshops, poster sessions and opportunities for collaboration.",
    "conference-2017.brasilAudience": "Educators, researchers, developers, and makers",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "The Scratch Conference in Budapest is a unique opportunity to meet our extended Scratch family and grow and inspire each other. It is a space to revel in creative thinking and coding, to dive in and share in all the diverse possibilities we have found. We are change agents — tried and true geeks in our genes — and we look forward to rolling up our shirt sleeves and having some “hard-fun”. Truly in this sphere, the outlook for the future is bright and we are excited. Come, meet, and collaborate with other members of the Scratch community.",
    "conference-2017.hungaryAudience": "Teachers, educators, foundations",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 is an opportunity to learn about the importance of introducing programming languages in schools. All lectures and workshops will provide an opportunity to share different experiences, from higher levels to those who are beginning to participate in Scratch's global community.",
    "conference-2017.chileAudience": "School teachers, principals, education administrators, researchers, and information technology professionals",
    
    "conference-2017.chinaTitle": "Scratch Conference: China*Love",
    "conference-2017.chinaDesc": "Join us for a gathering to support creative expression with Scratch in China. Share ways to promote learning with passion for programming, animation, community, and life.",
    "conference-2017.chinaAudience": "Educators, parents, developers, makers",

    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "People, Projects, and Places",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica is a global event taking place at a community level that unites teachers, students, businesses, and leaders, so that coding and design is part of every child's education, starting with Scratch.",
    "conference-2017.costaricaAudience": "Scratch users, teachers, college professors, potential Scratchers, university students (future teachers and software developers) in Costa Rica and Spanish-speaking Latin America"
}
