{
    "faq.intro":"",
    "faq.aboutTitle":"General Questions",
    "faq.privacyTitle":"Privacy Policy",
    "faq.remixTitle":"Remixing and Copying",
    "faq.accountsTitle":"Accounts",
    "faq.permissionsTitle":"Licensing and Permissions",
    "faq.inappropriateContentTitle":"Inappropriate Content",
    "faq.cloudDataTitle":"Cloud Data",
    "faq.aboutTitleOne":"What is Scratch, and what can I do with it?",
    "faq.aboutBodyOne":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.aboutTitleTwo":"How do I make a game or animation with Scratch?",
    "faq.aboutBodyTwo":"Check out the <a href= \"/help \">help page</a> to see lots of ways to get started with Scratch. Or just <a href= \"/projects/editor/?tip_bar=getStarted \">dive in</a> to the project editor.",
    "faq.aboutTitleThree":"What are the system requirements for Scratch?",
    "faq.aboutBodyThree":"To run Scratch 2, you need a relatively recent web browser (<a href= \"http://google.com/chrome/ \">Chrome</a> 35 or later, <a href= \"http://www.mozilla.org/en-US/firefox/new/ \">Firefox</a> 31 or later, or Internet Explorer 9 or later) with <a href= \" \">Adobe Flash Player</a> version 10.2 or later installed. Scratch 2 is designed to support screen sizes 1024 x 768 or larger. If your computer doesn’t meet these requirements, you can try downloading and installing <a href = \"/scratch_1.4 \">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.",
    "faq.aboutTitleFour":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.aboutBodyFour":"The <a href= \"/scratch2download/ \">Scratch 2 offline editor (beta version)</a> is now available. You can also still use <a href = \"/scratch_1.4 \">Scratch 1.4</a>.Note: You can have both Scratch 1.4 and 2 on your computer."
}
