{
    "faq.title":"Frequently Asked Questions (FAQ)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"General Questions",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Remixing and Copying",
    "faq.accountsTitle":"Accounts",
    "faq.permissionsTitle":"Licensing and Permissions",
    "faq.inappropriateContentTitle":"Inappropriate Content",
	"faq.scratchExtensionsTitle":"Scratch Extensions",
    "faq.cloudDataTitle":"Cloud Variables",
    "faq.aboutScratchTitle":"What is Scratch, and what can I do with it?",
    "faq.aboutScratchBody":"With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
        "faq.aboutScratchLinkText":"About Scratch",
    "faq.makeGameTitle":"How do I make a game or animation with Scratch?",
    "faq.makeGameBody":"Check out the {ideasLink} to see lots of ways to get started with Scratch",
        "faq.ideasLinkText":"Ideas page",
    "faq.whoUsesScratchTitle":"Who uses Scratch?",
    "faq.whoUsesScratchBody":"Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle":"What are the system requirements for Scratch?",
    "faq.requirementsBody":"Scratch will run in most current web browsers on desktops, laptops and tablets. You can view projects on mobile phones, but currently you are not able to create or edit projects on phones. Below is the list of officially supported browsers.",
	"faq.requirementsDesktop":"Desktop",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer is NOT supported.",
	"faq.requirementsTablet":"Tablet",
	"faq.requirementsTabletChrome":"Mobile Chrome (63+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Note:",
	"faq.requirementsNoteDesktop":"If your computer doesn’t meet these requirements, you can try the {downloadLink} editor (see next item in FAQ). ",
            "faq.scratchDesktop":"Scratch Desktop",
	"faq.requirementsNoteWebGL":"If you encounter a WebGL error, try a different browser.",
	"faq.requirementsNoteTablets":"On tablets, there is currently not a way to use \"key pressed\" blocks or right-click context menus.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {downloadLink} from the website. This was previously called the Scratch Offline editor.",
    "faq.uploadOldTitle":"Can I still upload projects created with older versions of Scratch to the website?",
    "faq.uploadOldBody":"Yes: You can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 3.0 project in the desktop version of {scratch2Link}, because Scratch 2.0 doesn’t know how to read the .sb3 project file format.)",
        "faq.scratch2":"Scratch 2.0",
    "faq.scratchCostTitle":"How much does Scratch cost? Do I need a license?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
        "faq.donateLinkText":"Donate page",
    "faq.mediaLabTitle":"Who created Scratch?",
    "faq.mediaLabBody":"Scratch is developed and maintained by the Scratch Team at the {llkLink} at {mediaLabLink}.",
        "faq.llkLinkText":"Lifelong Kindergarten group",
        "faq.mediaLabLinkText":"MIT Media Lab",
	"faq.aboutScratch3Title":"What is Scratch 3.0?",
    "faq.aboutScratch3Body":"Scratch 3.0 is the latest generation of Scratch, launched on January 2, 2019. It is designed to expand how, what, and where you can create with Scratch. It includes dozens of new sprites, a totally new sound editor, and many new programming blocks. And with Scratch 3.0, you’re able to create and play projects on your tablet, in addition to your laptop or desktop computer.",
	"faq.reportBugsScratch3Title":"How can I report bugs and share feedback on Scratch 3.0?",
    "faq.reportBugsScratch3Body":"You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
        "faq.forumsLinkText":"Bugs & Glitches",
	"faq.languagesScratch3Title":"Is Scratch 3.0 available in multiple languages?",
    "faq.languagesScratch3Body1":"Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2":"All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
        "faq.transifexLinkText":"translation server",
	"faq.removedBlocksScratch3Title":"Does Scratch 3.0 remove any coding blocks from earlier versions of Scratch?",
    "faq.removedBlocksScratch3Body":"No coding blocks have been removed in Scratch 3.0, but some have changed a bit and others have moved into \"Extensions\" (as described below, in the {extensionsFAQLink} section).",
	"faq.newBlocksScratch3Title":"Does Scratch 3.0 introduce new blocks?",
    "faq.newBlocksScratch3Body":"Yes! In Scratch 3.0 you’ll find:",
	"faq.newBlocksSoundEffect":"New \"sound effect\" blocks",
	"faq.newBlocksOperators":"New operators that make it easier to work with text (strings)",
	"faq.newBlocksPen":"New pen blocks, including support for transparency",
	"faq.newBlocksGlide":"New glide block to move easily to a sprite (or random point)",
	"faq.newBlocksExtensions":"Many new capabilities through \"Scratch Extensions\" (see the Extensions section below)",
	"faq.biggerBlocksScratch3Title":"Why are the blocks bigger in Scratch 3.0 than in earlier versions?",
    "faq.biggerBlocksScratch3Body":"In order to make Scratch 3.0 work well on touch devices (like many Chromebooks, Windows Surface laptops, and tablets), we needed to make the blocks bigger, so that it’s easier to drag and tap the blocks. In addition, blocks are slightly bigger in Scratch 3.0 to help address issues we observed with new users having trouble clicking and dragging small interface elements.",
	"faq.extensionsScratch3Title":"Where did the Pen blocks go? Where did the Music blocks go? Where did the Video Sensing blocks go?",
    "faq.extensionsScratch3Body":"The Pen, Music, and Video Sensing blocks have been moved into extensions. Extensions can be added by clicking the button on the bottom left of the screen (see the \"Extensions\" section below).",
	"faq.paintEditorScratch3Title":"What are the new features in the Paint Editor?",
    "faq.paintEditorScratch3Body":"The Paint Editor has been redesigned to provide powerful new features while also making it easier to use. Changes and new features include:",
	"faq.paintEditorLayout":"New layout that makes available tools and options more visible",
	"faq.paintEditorTools":"New tools such as an \"eraser\" that works in vector mode",
	"faq.paintEditorColors":"More options for selecting and adjusting colors",
	"faq.paintEditorVector":"More control over vector points (curve handles and point modes)",
	"faq.paintEditorLayers":"Additional controls for ordering layers (\"bring to front\", \"move to back\", etc.)",
	"faq.paintEditorGradients":"New gradient controls",
	"faq.soundEditorScratch3Title":"What are the new features in the Sound Editor?",
    "faq.soundEditorScratch3Body":"The Sound Editor has been redesigned to make it easier to record and manipulate sounds. It offers a number of new features:",
	"faq.soundEditorRecording":"New recording system that is easier to use",
	"faq.soundEditorTrimming":"New audio trimming system that is easier to use",
	"faq.soundEditorEffects":"New sound effects (such as \"faster\", \"slower\", \"echo\", and \"robot\")",
	"faq.tipsWindwScratch3Title":"What happened to the Scratch Tips Window?",
    "faq.tipsWindowScratch3Body":"Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
	"faq.remixDefinitionTitle":"What is a remix?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Why does the Scratch Team require that all projects be “remixable”?",
    "faq.remixableBody":"We believe that remixing other people’s projects is a great way to learn to program and to create interesting projects. Through remixing, creative ideas spread through the Scratch community, and everyone benefits. All projects shared on the Scratch website are covered by the “Creative Commons Share Alike” license, which means that you can remix any project you see on the Scratch website -- and everyone else can remix any of the projects that you share on the website.",
    "faq.creativeCommonsTitle":"What if I don’t want others to remix my projects?",
    "faq.creativeCommonsBody":"Remixing is an important part of the Scratch community. If you don’t want others to view or remix your creations, you can still create projects on the Scratch website, but don’t share them on the website.",
    "faq.fairUseTitle":"Can I use images / sounds / media from the internet in my projects?",
    "faq.fairUseBody":"If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
        "faq.ccLinkText":"Creative Commons search page",
    "faq.whyAccountTitle":"Why is it useful to have a Scratch account?",
    "faq.whyAccountBody":"Even without an account, you can play other people’s projects, read comments and forums, and even create your own projects. But you need an account to save and share projects, write comments and forum posts, and participate in other \"social\" activities in the community (like \"loving\" other people’s projects).",
    "faq.createAccountTitle":"How can I create an account?",
    "faq.createAccountBody":"Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle":"How can I check whether my account has been confirmed?",
    "faq.howToConfirmTitle":"How do I confirm my account?",
    "faq.howToConfirmBody":"After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
        "faq.contactLinkText":"let us know",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
        "faq.settingsLinkText":"Email Settings",
    "faq.requireConfirmTitle":"Do I have to confirm my account?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them).",
    "faq.forgotPasswordTitle":"I forgot my username or password. How can I reset it?",
    "faq.forgotPasswordBody":"Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
        "faq.resetLinkText":"Password Reset",
    "faq.changePasswordTitle":"How do I change my password?",
    "faq.changePasswordBody":"Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
        "faq.changeLinkText":"Password Settings",
    "faq.changeEmailTitle":"How do I change my email address?",
    "faq.changeEmailBody":"Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle":"How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody":"When you create an account, you’ll be labelled as a “New Scratcher.” To make the transition to \"Scratcher\", you should make and share projects, comment helpfully on other Scratchers’ projects, and be patient! After you’ve met the requirements, a link will appear on your profile page inviting you to become a Scratcher, and you’ll have some additional capabilities on the Scratch website. (Note that we don't promote New Scratchers to Scratcher on request )",
    "faq.multipleAccountTitle":"Can I have more than one account?",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"Is it OK to have more than one person logged into an account?",
    "faq.multipleLoginBody":"This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle":"Can I change my username?",
    "faq.changeUsernameBody":"The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to switch to a new username, you can make a new account, but you'll have to copy your projects over to the new account on your own.",
    "faq.shareInfoTitle":"What information can I share on / with my account?",
    "faq.shareInfoBody":"Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information, so the Scratch Team can remove the information, and remind the author of our policy against sharing personal contact information.",
    "faq.deleteAccountTitle":"How do I delete my account?",
    "faq.deleteAccountBody":"Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle":"Is Scratch free? Can I use it wherever I want?",
    "faq.scratchFreeBody":"Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license: it's free!",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
        "faq.licenseLinkText":"Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Can I present Scratch at a conference?",
    "faq.presentScratchBody":"Please feel free to make presentations about Scratch to educators or other groups.",
    "faq.supportMaterialTitle":"May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody":"Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle":"Can I sell my Scratch projects?",
    "faq.sellProjectsBody":"Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle":"Where can I find the source code for Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
        "faq.scratch14":"Scratch 1.4",
    "faq.okayToShareTitle":"How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody":"Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"What do I do if I see something that’s inappropriate?",
    "faq.reportContentBody":"You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"What do I do if I see someone being mean or disrespectful?",
    "faq.noFlameBody":"Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle":"What happens when an account is blocked?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle":"Someone got access to my account and got my account blocked. What do I do?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle":"What are extensions?",
    "faq.aboutExtensionsBody":"In the Scratch editor, you can add collections of extra blocks called \"extensions.\" For example, there are extensions that enable you to program physical devices (such as micro:bit and LEGO robotics kits) and to translate text within your Scratch projects. We will continue to add new extensions over time, so what you can do with Scratch will continue to grow over time. ",
    "faq.howToAddExtensionsTitle":"How do I add an extension to a project?",
    "faq.howToAddExtensionsBody":"If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle":"How do I create my own extension for Scratch",
    "faq.createExtensionsBody":"The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle":"What will happen to the ScratchX website?",
    "faq.scratchXBody":"The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle":"What are cloud variables?",
    "faq.cloudDataInfoBody":"Cloud variables allow for data from a project to be saved and shared with other people in the Scratch community. You can use cloud variables to make surveys and other projects where others in the community to access and modify the data over time.",
    "faq.makeCloudVarTitle":"How can I make a cloud variable?",
    "faq.makeCloudVarBody":"Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle":"What types of data can be stored in cloud variables?",
    "faq.onlyNumbersBody":"Only numbers can be stored in cloud variables.",
    "faq.storedCloudInfoTitle":"Who can see the data stored in cloud variables?",
    "faq.storedCloudInfoBody":"When you interact with a project using cloud variables, the data associated with your interactions can be stored along with your username, and others can view it.",
     "faq.reportCloudTitle":"If I see someone post inappropriate content using cloud variables, how do I report it?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Can I make chat rooms with cloud variables?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud variables, they are not allowed on the Scratch website.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle":"I am logged in, but I cannot use projects with cloud variables What is going on?",
    "faq.newScratcherCloudBody":"If you are still a \"New Scratcher\" on the website, you will not be able to use projects with cloud variables. You need to become a \"Scratcher\" to have access to cloud variables. See the Accounts section (above) for more information about the transition from “New Scratcher” to \"Scratcher\".",
    "faq.multiplayerTitle":"Is it possible to make multiplayer games with cloud variables?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud variables for turn-by-turn and other types of games.",
    "faq.schoolsTitle":"Scratch in Schools",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
        "faq.educatorsLinkText":"Educators Page",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
        "faq.eduFaqLinkText":"Scratch Teacher Account FAQ",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2":"If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}
