{
  "parents.title": "For Parents",
  "parents.intro": "Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.",
  "parents.learningTitle": "Learning",
  "parents.learningBody": "For a one-page overview of what young people learn with Scratch, see <a href=\"http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf\">Learning with Scratch</a>.<br/>Read an article on the <a href=\"http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning\">creative learning approach</a>.",
  "parents.communityTitle": "Community",
  "parents.communityBody": "We ask all participants on the site to follow the <a href=\"/community_guidelines\">Community Guidelines</a>.<br/>We do not make private account information available to anyone. For more information, please see the <a href=\"/info/faq/#privacy\">Privacy Policy</a>.",
  "parents.questionsTitle": "Questions?",
  "parents.questionBody": "To find out more about Scratch, please see <a href=\"/info/faq/\">Frequently Asked Questions</a>.<br/>You can also ask questions in the <a href=\"/discuss/\">discussion forums</a>.<br/>If you need to contact our staff team directly, click <a href=\"/contact-us/\">Contact Us</a> at the bottom of any page.",
  "parents.ageQuestion": "What is the age range for Scratch?",
  "parents.ageAnswer": "While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.",
  "parents.resourcesQuestion": "What resources are available for learning Scratch?",
  "parents.resourcesAnswer": "If you’re just getting started, there’s a <a href=\"/projects/editor/?tip_bar=getStarted\">step-by-step guide</a> available inside Scratch, or you can download the <a href=\"https://cdn.scratch.mit.edu/scratchr2/static/__bf5ce8ffb7e766d79418fca85e3995ce__//pdfs/help/Getting-Started-Guide-Scratch2.pdf\">Getting Started guide (PDF)</a>. The <a href=\"/info/cards/\">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href=\"/help/\">Scratch Help</a>.",
  "parents.communityQuestion": "What is the Scratch online community?",
  "parents.communityAnswer": "When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.",
  "parents.guidelinesQuestion": "What are the guidelines for the Scratch online community?",
  "parents.guidelinesAnswer": "The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the <a href=\"/community_guidelines\">community guidelines</a> together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the <a href=\"http://www.inversoft.com/features/profanity-filter/\">CleanSpeak</a> profanity filter.",
  "parents.privacyQuestion": "What is your privacy policy?",
  "parents.privacyAnswer": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href=\"info/faq/#privacy\">frequently asked questions page</a>.",
  "parents.offlineQuestion": "Is there a way to use Scratch without participating online?",
  "parents.offlineAnswer": "Yes, the Scratch offline editor lets you create projects without joining or accessing the online community. Visit the <a href=\"/scratch2download\"Scratch 2.0 offline editor</a> download page for instructions on how to install it on your computer. (If your computer does not support the latest version, try the <a href=\"/scratch_1.4/\"Scratch 1.4 offline editor</a>.)",
  "parents.feedbackQuestion": "What are parents saying about Scratch?",
  "parents.feedbackIntro": "We often receive emails from parents thanking us for Scratch. Here are some examples:",
  "parents.feedbackOne": "\"<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!\"",
  "parents.feedbackTwo": "\"<b>My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.</b> She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly.\"",
  "parents.feedbackThree": "\"<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT.\""
}
