{
    "annualReport.subnavMessage": "Message",
    "annualReport.subnavMission": "Mission",
    "annualReport.subnavMilestones": "Milestones",
    "annualReport.subnavReach": "Reach",
    "annualReport.subnavInitiatives": "Initiatives",
    "annualReport.subnavFinancials": "Financials",
    "annualReport.subnavSupporters": "Supporters",
    "annualReport.subnavLeadership": "Leadership",
    "annualReport.subnavDonate": "Donate",

    "annualReport.mastheadYear": "2019 Annual Report",
    "annualReport.mastheadTitle": "Cultivating a World of Creative Learning",
    "annualReport.messageTitle": "Message from the Scratch Team",
    "annualReport.messageP1": "2019 was a year of great progress for Scratch. We started the year with the launch of Scratch 3.0, our newest generation of Scratch, designed to spark children’s creativity and engage a broad diversity of children. We celebrated the end of the year with our team moving from MIT into its new home at the Scratch Foundation, in a playful ground-floor space near South Station in Boston. Throughout the year, the Scratch community continued to thrive and grow: More than 20 million young people created projects with Scratch in 2019, an increase of 48% over the year before.",
    "annualReport.messageP2": "During the past few months, the impact and importance of Scratch have been clearer than ever. As the pandemic forced schools to close, the Scratch online community became busier than ever, with twice as much activity as last year. Confined to their homes, young people have come to Scratch to express themselves creatively and connect with one another. Scratchers have also been actively engaged in the growing movements for racial justice and equity, creating animated projects and studios to spread awareness and demand change.",
    "annualReport.messageP3": "From the time we launched Scratch in 2007, we have always seen Scratch as more than a programming language. Scratch provides opportunities for young people to develop their voices, express their ideas, and collaborate with one another. It has been heartening to see how Scratchers have responded to recent societal challenges with creativity, collaboration, caring, and kindness.",
    "annualReport.messageP4": "In this Annual Report, we’ll share more about the mission, plans, impact, and reach of Scratch, supported with examples of how Scratch is expanding learning opportunities for a broad diversity of young people around the world, both in schools and throughout their lives.",
    "annualReport.messageP5": "We’re proud of what young people are creating and learning with Scratch today, and we’re committed to providing more opportunities for more young people in the future.",
    "annualReport.messageSignature": "— The Scratch Team",

    "annualReport.covidResponseTitle": "Scratch Responds to COVID",
    "annualReport.covidResponseP1": "As we write this annual report for 2019, we are months into the COVID pandemic. Since the middle of March 2020, the Scratch office has been closed and Scratch Team members have been actively working from home to support children and educators around the world whose lives have been disrupted by the pandemic.",
    "annualReport.covidResponseP2": "On March 17, we launched the #ScratchAtHome initiative to provide children, families, and educators with ideas for engaging in creative learning activities with Scratch at home. We continue to add video tutorials and other resources to the {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome page",
    "annualReport.covidResponseP3": "Activity on the Scratch website has more than doubled from year-earlier levels, as young people come to the {scratchCommunityLink} to engage and connect with one another while isolated at home. Scratchers are creating and sharing projects to support and inspire others through the pandemic—with projects and studios that offer ideas for exercising at home, tips for staying healthy, humor to cheer up one another, and thanks to essential workers.",
    "annualReport.covidResponseScratchCommunity": "Scratch online community",

    "annualReport.milestonesTitle": "Milestones",
    "annualReport.milestonesDescription": "Here are some key events and accomplishments in the history of Scratch and the global Scratch community.",
    "annualReport.milestones2003Message": "Awarded National Science Foundation grant to start development of Scratch",
    "annualReport.milestones2004Message": "Offered first Scratch workshop at Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Public launch of Scratch programming language and online community",
    "annualReport.milestones2008Message": "Organized first Scratch Conference for educators and developers",
    "annualReport.milestones2009Message1.4": "Released Scratch 1.4, translated into more than 40 languages",
    "annualReport.milestones2009MessageScratchDay": "Hosted first Scratch Day event for children and families",
    "annualReport.milestones2010Message": "Scratch online community reaches 1 million members",
    "annualReport.milestones2013MessageFoundation": "Established Code-to-Learn Foundation (later renamed Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Launch of Scratch 2.0, providing new opportunities for collaboration",
    "annualReport.milestones2014Message": "Launch of ScratchJr for younger children, ages 5 to 7",
    "annualReport.milestones2016Message": "Scratch online community reaches 10 million members",
    "annualReport.milestones2017Message": "Scratch Day grows to 1,100 events in 60 countries",
    "annualReport.milestones2019MessageScratch3": "Launch of Scratch 3.0, expanding what kids can create with code",
    "annualReport.milestones2019MessageMove": "Scratch Team moves from MIT into Scratch Foundation",

    "annualReport.reachTitle": "Reaching Children Around the World",
    "annualReport.reachSubtitle": "Scratch is the world’s largest coding community for kids.",
    "annualReport.reachMillion": "million",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Unique Visitors",
    "annualReport.reachProjectsCreated": "Projects Created",
    "annualReport.reachProjectCreators": "People Created Projects",
    "annualReport.reachComments": "Comments Posted in the Online Community",
    "annualReport.reachGrowthTitle": "Community Growth",
    "annualReport.reachGrowthBlurb": "New accounts created in the Scratch Online Community within the last 5 years.",
    "annualReport.reachGlobalCommunity": "A Global Community",
    "annualReport.reachMapBlurb": "Total accounts registered in the Scratch Online Community through December 31, 2019",
    "annualReport.reachTranslationTitle": "Scratch is Translated into 60+ Languages",
    "annualReport.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Downloads Since Launching in 2014",

    "annualReport.initiativesTitle": "Initiatives",

    "annualReport.toolsTitle": "Creative Tools",
    "annualReport.toolsIntro": "We are constantly experimenting and innovating with new technologies and new designs — always striving to provide children with new ways to create, collaborate, and learn.",
    "annualReport.toolsSpotlight": "Creative Tools — Spotlight Story",
    "annualReport.toolsLaunch": "Launch of Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "We designed Scratch 3.0 to expand how, what, and where kids can create with Scratch. Released at the start of 2019, Scratch 3.0 led to a surge of activity in the Scratch community, with more projects — and a greater variety of projects — than ever before.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 includes a library of extensions — extra collections of coding blocks that add new capabilities to Scratch. Some extensions provide access to web services and other software features, while others connect Scratch with physical-world devices like motors and sensors.",
    "annualReport.communityTitle": "Community",
    "annualReport.communityIntro": "The Scratch programming language has always been intertwined with the Scratch online community, providing opportunities for children to collaborate, share, and provide feedback to one another.",
    "annualReport.communitySpotlight": "Community - Spotlight Story",
    "annualReport.communityTeam": "Scratch Community Team",
    "annualReport.communityTeamIntro1": "When asked why they use Scratch, most Scratchers talk about the importance of the online community for motivating their ongoing participation, providing a space where they can express their creativity, make friends, receive feedback, get new ideas, and learn new skills. Many Scratchers express their appreciation for the Scratch community as a safe and welcoming space to connect, share, and learn from one another.",
    "annualReport.communityTeamIntro2": "With 40,000 new projects and 400,000 new comments in the Scratch online community each day, how can we ensure that the community remains safe and friendly, while also supporting and encouraging creative expression? Our Community Team, including full-time staff and a network of moderators, leads this essential work . Two key dimensions of the Community Team's work include moderation and community engagement.",
    "annualReport.communityModerationTitle": "Community Moderation",
    "annualReport.communityModerationInfo": "When young people join the Scratch community, they agree to follow a set of Community Guidelines, which are designed to keep Scratch a safe and supportive place for young people from all backgrounds. Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. Automated filters prevent private information from being shared or inappropriate content from being posted, and we allow anyone to report content they feel violates the Community Guidelines.",
    "annualReport.communityGuidelinesTitle": "Community Guidelines",
    "annualReport.communityGuidelinesInfo": "Scratch welcomes people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "annualReport.communityGuidelinesRespect": "Be respectful.",
    "annualReport.communityGuidelinesShare": "Share.",
    "annualReport.communityGuidelinesHonest": "Be honest.",
    "annualReport.communityGuidelinesConstructive": "Be constructive.",
    "annualReport.communityGuidelinesPrivacy": "Keep personal info private.",
    "annualReport.communityGuidelinesFriendly": "Help keep the site friendly.",
    "annualReport.communityEngagementTitle": "Community Engagement",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Another major role of the Community Team is to highlight and develop opportunities for young people to express their ideas and become engaged in positive ways. The team features projects and studios from community members to serve as inspiration, and it regularly posts Scratch Design Studios to encourage creative activity. Each summer, the team organizes an online Scratch Camp: the theme in 2019 was {storySwapLink}, with Scratchers building on one another’s stories.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Some Scratch Design Studios from 2019:",
    "annualReport.communityDayintheLife": "Day in the Life",
    "annualReport.communityDayintheLifeInfo": "Create a project about a day in the life of something",
    "annualReport.communityYear3000": "Year 3000",
    "annualReport.communityYear3000Info": "What might life be like in the year 3000?",
    "annualReport.communityBounce": "Bounce",
    "annualReport.communityBounceInfo": "Create a project that involves bouncing, jumping, boinging, or hopping.",
    "annualReport.communityMonochromatic": "Monochromatic",
    "annualReport.communityMonochromaticInfo": "How would things look if there were only one color?",
    "annualReport.communityQuotes": "Community — Quotes",
    "annualReport.communityQuote1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.communityQuote2": "Scratch has allowed me to do things from home, like \n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say \n¡GRACIAS!",
    "annualReport.communityQuote3": "I've been on Scratch for about 2 years, and it's been a life-changing experience! I've learned so many new things, such as coding, online etiquette, and art!",
    "annualReport.communityQuote4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",
    "annualReport.studio": "studio", 
    "annualReport.communityBLMIntro": "As racial justice protests swept the United States after the tragic killings of George Floyd, Breonna Taylor, Ahmaud Arbery, and others in early 2020, many young people used Scratch as a way to express their support for the Black Lives Matter movement, creating projects and posting comments to speak out against racism and police violence. In a {BLMStudioLink} featured on the Scratch home page, Scratchers contributed hundreds of projects and thousands of comments. The Scratch Community Team was actively involved, to support Scratchers during a traumatic time and to ensure that all projects and conversations remained respectful.",
    "annualReport.communityArtwork": "Artwork by the Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "We see young people as agents of change.",
    "annualReport.communityChangeInfo": "We are committed to working with them, and with the educators and families who support them, to ensure that they develop the skills, the motivation, and the confidence they’ll need to lead fulfilling lives and bring about meaningful change in society.",
    "annualReport.watchVideo": "Watch Video",

     "annualReport.schoolsTitle": "Schools",
    "annualReport.schoolsIntro": "We provide programs and resources to support teachers and students in schools around the world, designed to achieve equity in creative computing experiences, based on projects, passion, peers, and play.",

    "annualReport.financialsTitle": "Financials - 2019",
    "annualReport.financialsRevenue": "Revenues",
    "annualReport.financialsGrants": "Grants, Individual, & Corporate Donations (Gala Included)",
    "annualReport.financialsEvents": "Events",
    "annualReport.financialsOther": "Other",
    "annualReport.financialsTotal": "Total",
    "annualReport.financialsExpenses": "Expenses",
    "annualReport.financialsProgram": "Program",
    "annualReport.financialsGeneral": "General & Administrative",
    "annualReport.financialsFundraising": "Fundraising (Gala & Others)",
    "annualReport.financialsButton": "2019 Audited Financials",

    "annualReport.supportersTitle": "Thank You to Our Supporters",
    "annualReport.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",
    "annualReport.supportersSpotlightTitle": "Donor - Spotlight Story",
    "annualReport.supportersSFETitle": "Siegel Family Endowment",
    "annualReport.supportersSFEDescription1": "In May 2012, David Siegel attended Scratch Day at the MIT Media Lab with his son Zach, an active and enthusiastic Scratcher. Watching Zach and other children using Scratch to code their own games, animations, and robotic creatures, David saw how much potential Scratch had to help children both learn practical coding skills, and develop as computational thinkers.",
    "annualReport.supportersSFEDescription2": "David knows the importance of computational thinking firsthand, and his career as a computer scientist and entrepreneur has been shaped by the same curiosity that Scratch helps young learners explore every day. It's the same exploratory instinct that led him to study computer science at Princeton, and earn a PhD based on work completed at MIT's Artificial Intelligence Lab. In 2001, he co-founded Two Sigma, which has grown to become a world leader in applying machine learning and data science to investment management.", 
    "annualReport.supportersSFEDescription3": "In 2011, David founded Siegel Family Endowment (SFE) to support organizations working to help people adapt to the demands of new technology, and to better understand and mitigate the powerful disruptions that technology has driven in almost every sector. He is also a co-founder of the Scratch Foundation, and is a strong advocate for the organization's mission to keep Scratch free and accessible to learners all over the world.",
    "annualReport.supportersCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.supportersQuote": "Making sure that Scratch remains free and accessible for kids everywhere is one of the most impactful ways we can help young learners engage and thrive in an increasingly digital world. Supporting Scratch is more important today than ever before.",
    "annualReport.supportersThankYou": "Thank you to our supporters",
    "annualReport.supportersAllDescription": "Our mission is to provide all children, from all backgrounds, with opportunities to imagine, create, and share with new technologies. We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on cumulative giving to Scratch (at both MIT and Scratch Foundation) through December 31, 2019.",
    "annualReport.supportersFoundingDescription": "We are especially grateful to our Founding Partners who supported us from the early days of Scratch, each providing at least $10,000,000 of cumulative support, in various forms.",
    "annualReport.supportersFoundingTitle": "Founding Partners — $10,00,000+",
    "annualReport.supportersCreativityTitle": "Creativity Circle — $1,00,000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle — $200,000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.supportersInKindTitle": "In-Kind Supporters 2019 – 2020",
    "annualReport.leadershipTitle": "Our Team",
    "annualReport.leadershipBoard": "Board of Directors",
    "annualReport.leadershipChair": "Chair",
    "annualReport.leadershipProfessor": "Professor of Learning Research",
    "annualReport.leadershipViceChair": "Vice-Chair",
    "annualReport.leadershipBoardMember": "Board Member",
    "annualReport.leadershipPresidentCEO": "President and CEO",
    "annualReport.leadershipFormerPresident": "Former President",
    "annualReport.leadershipFounderCEO": "Founder and CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.leadershipBoardSecretary": "Board Secretary",
    "annualReport.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.leadershipScratchTeam": "Scratch Team",
    "annualReport.leadershipInterim": "Interim Executive Director",

    "annualReport.donateTitle": "Donate",
    "annualReport.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.donateButton": "Donate"
}
