{
    "annualReport.subnavFoundersMessage": "Founder's Message",
    "annualReport.subnavMission": "Mission",
    "annualReport.subnavReach": "Reach",
    "annualReport.subnavThemes": "Themes",
    "annualReport.subnavDirectorsMessage": "Director's Message",
    "annualReport.subnavSupporters": "Supporters",
    "annualReport.subnavTeam": "Team",
    "annualReport.subnavDonate": "Donate",

    "annualReport.mastheadYear": "2020 Annual Report",
    "annualReport.mastheadTitle": "Adapting to a Changing World",
    "annualReport.foundersMessageTitle": "A Message from Our Founder",
    "annualReport.foundersMessageP1": "The year 2020 will be remembered as the year when the COVID pandemic swept across the world, causing hardships and disruptions in the lives of everyone -- with the greatest hardships falling inequitably on those already facing challenges in their lives.",
    "annualReport.foundersMessageP2": "Throughout the pandemic, young people around the world, many isolated in their homes, have come to the Scratch website in greater numbers than ever before, seeing Scratch as a safe space where they can express themselves creatively, learn new skills, and collaborate with one another. We were inspired by so many of the Scratch projects that young people created during 2020, many of them sharing their thoughts and feelings about the pandemic, climate change, racial injustice, and other issues on their minds. Young people were not just learning computational concepts and skills, but also developing their voice and their identities.",
    "annualReport.foundersMessageP3": "To ensure that Scratch can continue to play this important role in young people’s lives in the years ahead, we’ve been making significant organizational changes at Scratch. At the start of 2020, the Scratch Team moved out of its longtime home at the MIT Media Lab and into the new offices of the Scratch Foundation in downtown Boston. This move will help us to build a sustainable organization capable of supporting Scratch as a global creative coding platform into the future.",
    "annualReport.foundersMessageP4": "Later in 2020, as part of this organizational transition, we hired Shawna Young to serve as Executive Director of the Scratch Foundation. Shawna comes to the Scratch Foundation with a strong background in education and nonprofit management, and a deep commitment to equity and inclusion. Throughout her career in institutions such as Duke and MIT, Shawna has worked to expand learning experiences for students from diverse communities. That commitment is strongly aligned with Scratch’s mission and values, and it will play an important role in her leadership at Scratch. I encourage you to read Shawna’s message at the end of this annual report.",
    "annualReport.foundersMessageP5": "Over the past decade, Scratch has had phenomenal success, engaging tens of millions of young people around the world. But we are just beginning. The challenge for the years ahead is to ensure that we can continue to spread and support not just our technology but also our creative, caring, collaborative learning approach, so that young people around the world have equitable opportunities to imagine, create, share, and learn. We look forward to working with all of you to make that happen!",
    "annualReport.foundersMessageSignature": "Mitch Resnick",
    "annualReport.foundersMessageScratchTitle": "Chair, Scratch Foundation",
    "annualReport.foundersMessageAffiliation": "Professor, MIT Media Lab",

    "annualReport.missionTitle": "Our Mission & Vision",
    "annualReport.visionHeader": "Vision",
    "annualReport.visionSubtitle": "To spread creative, caring, collaborative, equitable approaches to coding and learning around the world.",
    "annualReport.missionHeader": "Mission",
    "annualReport.missionSubtitle": "Providing young people with digital tools and opportunities to imagine, create, share, and learn.",
    "annualReport.missionP1": "We are committed to educational justice and prioritizing equity across all aspects of our work, with a particular focus on initiatives and approaches that support children, families, and educators excluded from creative computing.",
    "annualReport.missionP2": "We’ve developed Scratch as a free, safe, playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society. We work with educators and families to support children in exploring, sharing, and learning.",
    "annualReport.missionP3": "In developing new technologies, activities, and learning materials, we are guided by what we call the Four P’s of Creative Learning:",
    "annualReport.fourPs": "Four P’s of Creative Learning",
    "annualReport.missionProjectsTitle": "Projects",
    "annualReport.missionPeersTitle": "Peers",
    "annualReport.missionPassionTitle": "Passion",
    "annualReport.missionPlayTitle": "Play",
    "annualReport.missionProjectsDescription": "Engage children in designing, creating, and expressing themselves creatively",
    "annualReport.missionPeersDescription": "Support children in collaborating, sharing, remixing, and mentoring",
    "annualReport.missionPassionDescription": "Enable children to build on their interests and work on personally meaningful projects",
    "annualReport.missionPlayDescription": "Encourage children to tinker, experiment, and iterate",

    "annualReport.reachTitle": "Reaching Children Around the World",
    "annualReport.reachSubtitle": "Scratch is the world’s largest coding community for children and teens, ages 8 and up.",
    "annualReport.reachMillion": "million",
    "annualReport.reachNewUsersNumber": "15 {million}",
    "annualReport.reachNewUsersIncrease": "3.8% from 2019",
    "annualReport.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.reachProjectsCreatedIncrease": "37% from 2019",
    "annualReport.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.reachProjectCreatorsIncrease": "44% from 2019",
    "annualReport.reachIncreaseInCommentsNumber": "217%",
    "annualReport.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.reachNewUsers": "New Users",
    "annualReport.reachProjectsCreated": "Projects Created",
    "annualReport.reachProjectCreators": "People Creating Projects",
    "annualReport.reachComments": "increase in comments made since 2019",
    "annualReport.reachGlobalCommunity": "Our Global Community",
    "annualReport.reachMapBlurb": "Total accounts registered in the Scratch Online Community from the launch of Scratch through 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "on a logarithmic scale",
    "annualReport.reachTranslationTitle": "Scratch is Translated into 64 Languages",
    "annualReport.reachTranslationIncrease": "3 languages from 2019",
    "annualReport.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.reachDownloadsMillion": "3 {million}",
    "annualReport.reachDownloads": "Downloads in 2020",
    "annualReport.reachDownloadsIncrease": "2 {million} from 2019",

    "annualReport.themesTitle": "Emerging Themes",
    "annualReport.themesDescription": "As young people faced the unprecedented challenges of COVID-19, Scratch became a more important place than ever for them to connect, create, and express themselves. Throughout the year, our work was focused on three areas to best support our growing global community: connectivity, adaptation, and community. As always, our efforts were grounded in our commitment to equity and inclusion.",
    "annualReport.equity": "Equity",
    "annualReport.globalStrategy": "Global Strategy",

    "annualReport.connectivityTitle": "Connectivity",
    "annualReport.connectivityIntro": "While young people were isolated inside of their homes due to COVID-19, Scratch offered an opportunity for them to connect and create with faraway friends, classmates, and family members. It also served as a portal to the outside world, where they discovered that millions of kids across countries and continents were experiencing the same things they were.",
    "annualReport.spotlightStory": "Spotlight Story",
    "annualReport.connectivityIndia": "Scratch in India",
    "annualReport.connectivityIndiaIntro": "In India, the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches.",
    "annualReport.connectivityIndiaParagraph": "Across the entire global Scratch community, we saw a huge spike in activity beginning in March 2020. Nowhere was this sudden spike more evident than in India, where the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches of time. Through Scratch, kids in India found connection by creating and sharing 602% more projects than the year before.",
    "annualReport.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.connectivityIndiaProjectsSubhead": "Projects Were Created Online in 2020",
    "annualReport.connectivityIndiaProjectsIncreasePercent": "602% from 2019", 
    "annualReport.connectivityRegistedUsers": "The number of all-time registered users in India more than doubled in one year, ",
    "annualReport.connectivityRegistedUsersNumbers": "rising from 316,219 in 2019 to 713,384 in 2020.",
    "annualReport.connectivityIndiaUsers": "The number of unique visitors increased",
    "annualReport.connectivityIndiaUsersPercent": "156%",
    "annualReport.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.connectivityIndiaProjects": "The number of people creating projects increased",
    "annualReport.connectivityIndiaProjectsPercent": "270%",
    "annualReport.connectivityIndiaYear": "in 2020",
    "annualReport.connectivityIndiaProjectsOld": "303 thousand",
    "annualReport.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.connectivityWorld": "Scratch Around the World",
    "annualReport.connectivityWorldSubtitle": "International Collaborators",

    "annualReport.toolsCollabAWS": "Collaboration with Amazon Web Services",
    "annualReport.toolsTranslate": "Translate",
    "annualReport.toolsTranslateIntro": "With the Translate extension, built on the Google Translate API, kids can incorporate automatic translation into their projects, supporting language learning and global communication.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} languages translated in the extension",
    "annualReport.toolsSupportsLiteracy": "Supports Literacy",
    "annualReport.toolsCSandLanguageArts": "computer science and language arts",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} across {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Collaboration with Google",
    "annualReport.toolsPhysicalWorld": "Physical World Connections",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Students can create dancing robots, interactive sculptures, and data-collection experiments using Scratch with LEGO robotics kits. The new LEGO Education SPIKE Prime Set features an app based on Scratch. In addition, Scratch extensions are available for {mindstormsLink} and {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Collaboration with LEGO Education",
    "annualReport.toolsVideoTutorials": "Video Tutorials",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 introduced a diverse collection of video tutorials to help kids get started with Scratch. The tutorials are open-ended and designed to encourage students to experiment, follow their interests, and express their own ideas.",
    "annualReport.toolsNumTutorials": "25 new tutorials",
    "annualReport.toolsNewTutorials": "{numTutorials} available in Scratch 3.0",
    "annualReport.toolsNumViews": "23 million",
    "annualReport.toolsTutorialsViews": "{numViews} views in 2019",
    "annualReport.toolsApp": "Scratch App Supports Learning Offline",
    "annualReport.toolsDownloadLink": "downloadable app",
    "annualReport.toolsRaspberryLink": "use on Raspberry Pi 4",
    "annualReport.toolsAppIntro": "During 2019, the Scratch Team released Scratch 3.0 as a {downloadableLink} for use on multiple platforms, including Windows, MacOS, ChromeOS, and Android tablets. In addition, the Raspberry Pi Foundation released Scratch 3.0 for {raspberryLink}. These downloadable versions are especially important for millions of learners in areas where internet connectivity is unavailable or unreliable.",
    "annualReport.toolsAbhiTitle": "Abhi at Cartoon Network",
    "annualReport.toolsAbhiIntro": "To highlight what kids can do with Scratch 3.0, we collaborated with Cartoon Network to create a video featuring Abhi, a 12-year-old Scratcher who loves to make animations and games. In the video, Abhi meets with Ian Jones-Quartey, creator of OK K.O. and other Cartoon Network shows. Abhi introduces Ian to key features of the new version of Scratch, and together they draw and program an animation of a Cartoon Network character jumping up and down.",
    "annualReport.toolsAbhiQuote": "My favorite thing about Scratch is the community, because they are nice and helpful to me. That’s why I’m always happy to share every project that’s in my dreams.",


    "annualReport.adaptationTitle": "Adaptation",
    "annualReport.schoolsIntro": "We provide programs and resources to support teachers and students in schools around the world, designed to achieve equity in creative computing experiences, based on projects, passion, peers, and play.",
    "annualReport.schoolsSpotlight": "Schools — Spotlight Story",
    "annualReport.cpsProjectTitle": "Creative Computing in Chicago Public Schools",
    "annualReport.cpsProjectIntroP1": "In 2019, with funding from Google.org, the Scratch Team partnered with SocialWorks, CS4ALL Chicago and Chicago Public Schools to support seven elementary schools in the South Side of Chicago as they launched an initiative to incorporate creative coding into their curriculum.",
    "annualReport.cpsProjectIntroP2": "As a part of this initiative, hundreds of students imagined and drew themselves as the superhero of their own video games. They brought those ideas to life in a collaborative Scratch project called SuperMe. Local Chicago hero and Grammy Award winning musician Chance the Rapper was so inspired by the students’ work that he named it the official video game for his hit song “I Love You So Much” and shared it with the world.",
    "annualReport.familyCreativeNightsHeader": "Family Creative Coding Nights",
    "annualReport.familyCreativeNightsDescription": "A key to the success of this initiative was to connect students, families, teachers, and other community members through Family Creative Coding Nights. These events brought together hundreds of family members of all ages—from young children to grandparents—in activities that mixed coding with art, dance, and music. These events strengthened connections between home and school, recognizing the important role of families in inspiring and supporting children's learning.",
    "annualReport.familyNightsPhotoCredit": "Photos by Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investing in Professional Development for Teachers",
    "annualReport.teacherPDDescription": "Teachers across the participating elementary schools came together for professional development workshops, gaining first-hand experience in creating their own Scratch projects and finding meaningful ways to use Scratch to support student learning across the curriculum.",
    "annualReport.teacherPDQuoteAttribution":  "{teacherName}, CPS Educator",
    "annualReport.teacherPDQuote": "What surprised me most was the intrinsic collaboration that came with using Scratch in my classroom. Often, students themselves would discover something in the Scratch platform, show me, and then spread it among themselves.",
    "annualReport.extendingReachHeader": "Extending the Reach",
    "annualReport.extendingReachDescription": "To expand the reach of this partnership, CS4ALL Chicago built on the Family Creative Coding Night model and has made it available to all Chicago Public Schools. Google CS First produced {codeYourHeroLink} guides for students and teachers, available free online in English and Spanish.",
    "annualReport.codeYourHero": "Code Your Hero",
    "annualReport.inTheNewsHeader": "In the News",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Times Article",
    "annualReport.rollingStoneArticle": "Rolling Stone Article",
    "annualReport.conferencesTitle": "Scratch Conferences around the World",
    "annualReport.conferencesIntro": "In 2008, the Scratch Team hosted the first Scratch conference at MIT, bringing together educators, researchers, and developers to share ideas and experiences for using Scratch to support creative learning. Since then, the Scratch Team has organized and hosted a Scratch conference at MIT every two years. In addition, members of the global Scratch community have organized and hosted more than a dozen conferences—stretching across oceans, continents, cultures, and languages.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, photo by {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latin America",
    "annualReport.conferencesLatinAmericaDescription": "In May 2019, educators from across Chile and other areas of Latin America came together for the second {scratchAlSurLink} conference in Santiago, Chile. Following the conference, Scratch al Sur released a {spanishVersionLink} of the {creativeComputingCurriculumLink} guide, developed by the Creative Computing group at the Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Spanish version",
    "annualReport.conferencesLatinAmericaImageCaption": "Photo provided by {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europe",
    "annualReport.conferencesEuropeDescription": "In August 2019, the Raspberry Pi Foundation organized the fourth {scratchConferenceEuropeLink}, held in Cambridge, UK. The conference brought together formal and informal educators from more than 25 countries for hands-on workshops, presentations, and demonstrations by students, educators, researchers, and community-based organizations.",
    "annualReport.conferencesEuropeImageCaption": "Photo provided by {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Africa",
    "annualReport.conferencesAfricaDescription": "In October 2019, the first {scratchAfricaConferenceLink} was held in Nairobi, Kenya, drawing more than 250 educators and students from across Africa to share lessons, empower young people, and celebrate accomplishments in creative coding. At the conference, the Scratch Team launched a Swahili version of Scratch, available for use both online and offline.",
    "annualReport.conferencesAfricaImageCaption": "Photo by {photoCredit}",


    "annualReport.communityTitle": "Community",
    "annualReport.communityIntro": "The Scratch online community has always been an important part of the Scratch experience, providing opportunities for children to collaborate, share, and provide feedback to one another.",
    "annualReport.communitySpotlight": "Community — Spotlight Story",
    "annualReport.communityTeam": "Scratch Community Team",
    "annualReport.communityTeamIntro1": "When asked why they use Scratch, most Scratchers talk about the importance of the online community for motivating their ongoing participation, providing a space where they can express their creativity, make friends, receive feedback, get new ideas, and learn new skills. Many Scratchers express their appreciation for the Scratch community as a safe and welcoming space to connect, share, and learn from one another.",
    "annualReport.communityTeamIntro2": "With 40,000 new projects and 400,000 new comments in the Scratch online community each day, how can we ensure that the community remains safe and friendly, while also supporting and encouraging creative expression? Our Community Team, including full-time staff and a network of moderators, leads this essential work. There are two key dimensions of the Community Team's work: moderation and community engagement.",
    "annualReport.communityModerationTitle": "Community Moderation",
    "annualReport.communityModerationInfo": "When young people join the Scratch community, they agree to follow a set of Community Guidelines, which are designed to keep Scratch a safe and supportive place for young people from all backgrounds. Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. Automated filters prevent private information from being shared or inappropriate content from being posted, and we allow anyone to report content they feel violates the Community Guidelines.",
    "annualReport.communityGuidelinesTitle": "Community Guidelines",
    "annualReport.communityGuidelinesInfo": "Scratch welcomes people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "annualReport.communityGuidelinesRespect": "Be respectful.",
    "annualReport.communityGuidelinesShare": "Share.",
    "annualReport.communityGuidelinesHonest": "Be honest.",
    "annualReport.communityGuidelinesConstructive": "Be constructive.",
    "annualReport.communityGuidelinesPrivacy": "Keep personal info private.",
    "annualReport.communityGuidelinesFriendly": "Help keep the site friendly.",
    "annualReport.communityEngagementTitle": "Community Engagement",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Another major role of the Community Team is to highlight and develop opportunities for young people to express their ideas and become engaged in positive ways. The team features projects and studios from community members to serve as inspiration, and it regularly posts Scratch Design Studios to encourage creative activity. Each summer, the team organizes an online Scratch Camp: the theme in 2019 was {storySwapLink}, with Scratchers building on one another’s stories.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Some Scratch Design Studios from 2019:",
    "annualReport.communityDayintheLife": "Day in the Life",
    "annualReport.communityDayintheLifeInfo": "Create a project about a day in the life of something",
    "annualReport.communityYear3000": "Year 3000",
    "annualReport.communityYear3000Info": "What might life be like in the year 3000?",
    "annualReport.communityBounce": "Bounce",
    "annualReport.communityBounceInfo": "Create a project that involves bouncing, jumping, boinging, or hopping.",
    "annualReport.communityMonochromatic": "Monochromatic",
    "annualReport.communityMonochromaticInfo": "How would things look if there were only one color?",
    "annualReport.communityQuotes": "Community — Quotes",
    "annualReport.communityQuote1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.communityQuote2": "Scratch has allowed me to do things from home, like \n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say \n¡GRACIAS!",
    "annualReport.communityQuote3": "I've been on Scratch for about 2 years, and it's been a life-changing experience! I've learned so many new things, such as coding, online etiquette, and art!",
    "annualReport.communityQuote4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",
    "annualReport.studio": "studio", 
    "annualReport.communityBLMIntro": "As racial justice protests swept the United States after the tragic killings of George Floyd, Breonna Taylor, Ahmaud Arbery, and others in early 2020, many young people used Scratch as a way to express their support for the Black Lives Matter movement, creating projects and posting comments to speak out against racism and police violence. In a {BLMStudioLink} featured on the Scratch home page, Scratchers contributed hundreds of projects and thousands of comments. The Scratch Community Team was actively involved, to support Scratchers during a traumatic time and to ensure that all projects and conversations remained respectful.",
    "annualReport.communityArtwork": "Artwork by the Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "We see young people as agents of change.",
    "annualReport.communityChangeInfo": "We are committed to working with them, and with the educators and families who support them, to ensure that they develop the skills, the motivation, and the confidence they’ll need to lead fulfilling lives and bring about meaningful change in society.",
    "annualReport.watchVideo": "Watch Video",


    "annualReport.financialsTitle": "Financials - 2019",
    "annualReport.financialsButton": "2019 Audited Financials",
    "annualReport.financialsFutureYears": "Note: Financials in future years will be significantly different, since the Scratch staff has now transitioned from MIT to the Scratch Foundation.",

    "annualReport.supportersTitle": "Thank You to Our Supporters",
    "annualReport.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",
    "annualReport.supportersSpotlightTitle": "Donor - Spotlight Story",
    "annualReport.supportersSFETitle": "Siegel Family Endowment",
    "annualReport.supportersSFEDescription1": "In May 2012, David Siegel attended Scratch Day at the MIT Media Lab with his son Zach, an active and enthusiastic Scratcher. Watching Zach and other children using Scratch to code their own games, animations, and robotic creatures, David saw how much potential Scratch had to help children both learn practical coding skills, and develop as computational thinkers.",
    "annualReport.supportersSFEDescription2": "David knows the importance of computational thinking firsthand, and his career as a computer scientist and entrepreneur has been shaped by the same curiosity that Scratch helps young learners explore every day. It's the same exploratory instinct that led him to study computer science at Princeton, and earn a PhD based on work completed at MIT's Artificial Intelligence Lab. In 2001, he co-founded Two Sigma, which has grown to become a world leader in applying machine learning and data science to investment management.", 
    "annualReport.supportersSFEDescription3": "In 2011, David founded Siegel Family Endowment (SFE) to support organizations working to help people adapt to the demands of new technology, and to better understand and mitigate the powerful disruptions that technology has driven in almost every sector. He is also a co-founder of the Scratch Foundation, and is a strong advocate for the organization's mission to keep Scratch free and accessible to learners all over the world.",
    "annualReport.supportersCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.supportersQuote": "Making sure that Scratch remains free and accessible for kids everywhere is one of the most impactful ways we can help young learners engage and thrive in an increasingly digital world. Supporting Scratch is more important today than ever before.",
    "annualReport.supportersThankYou": "Thank you to our supporters",
    "annualReport.supportersAllDescription": "Our mission is to provide all children, from all backgrounds, with opportunities to imagine, create, and share with new technologies. We want to thank all Scratch supporters who, since we started working on Scratch in 2002, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on cumulative giving to Scratch (at both MIT and Scratch Foundation) through December 31, 2019.",
    "annualReport.supportersFoundingDescription": "We are especially grateful to our Founding Partners who supported us from the early days of Scratch, each providing at least $10,000,000 of cumulative support, in various forms.",
    "annualReport.supportersFoundingTitle": "Founding Partners",
    "annualReport.supportersCreativityTitle": "Creativity Circle — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle — $200,000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.leadershipTitle": "Our Team",
    "annualReport.leadershipBoard": "Board of Directors",
    "annualReport.leadershipChair": "Chair",
    "annualReport.leadershipProfessor": "Professor of Learning Research",
    "annualReport.leadershipViceChair": "Vice-Chair",
    "annualReport.leadershipBoardMember": "Board Member",
    "annualReport.leadershipPresidentCEO": "President and CEO",
    "annualReport.leadershipFormerPresident": "Former President",
    "annualReport.leadershipFounderCEO": "Founder and CEO",
    "annualReport.leadershipFormerChairCEO": "Former Chair and CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.leadershipBoardSecretary": "Board Secretary",
    "annualReport.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.leadershipScratchTeam": "Scratch Team",
    "annualReport.leadershipInterim": "Interim Executive Director",

    "annualReport.donateTitle": "Support Us",
    "annualReport.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.donateButton": "Donate"
}
