{
    "teacherlanding.title": "Scratch for Educators",
    "teacherlanding.intro": "Your students can use Scratch to code their own interactive stories, animations, and games. In the process, they learn to think creatively, reason systematically, and work collaboratively — essential skills for everyone in today’s society.",
    "teacherlanding.resourcesAnchor": "Resources",
    "teacherlanding.inPracticeTitle": "Who Uses Scratch?",
    "teacherlanding.inPracticeIntro": "Educators are using Scratch in a wide variety of: ",
    "teacherlanding.generalUsageSettings": "<b>Settings:</b> schools, museums, libraries, community centers",
    "teacherlanding.generalUsageGradeLevels": "<b>Grade Levels:</b> elementary, middle, and high school (and some colleges too!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Subject Areas:</b> language arts, science, social studies, math, computer science, foreign languages, and the arts",
    "teacherlanding.scratchEdTitle": "A Community for Educators",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> is an online community where Scratch educators <a href=\"http://scratched.gse.harvard.edu/stories\">share stories</a>, exchange resources, ask questions, and find people. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "In-Person Gatherings",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> are gatherings of Scratch Educators who want to learn with and from each other, sharing their ideas and strategies for supporting computational creativity in all its forms.",
    "teacherlanding.guidesTitle": "Guides & Tutorials",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "The <a href=\"/projects/editor/?tip_bar=home\">Tips Window</a> provides help for creating projects in Scratch.",
    "teacherlanding.creativeComputing": "The <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> provides plans, activities, and strategies for introducing creative computing.",
    "teacherlanding.accountsTitle": "Teacher Accounts in Scratch",
    "teacherlanding.accountsDescription": "As an educator, you can request a Scratch Teacher Account, which makes it easier to create accounts for groups of students and to manage your students’ projects and comments. To learn more, see the <a href=\"/educators/faq\">Teacher Account FAQ page</a>.",
    "teacherlanding.requestAccount": "Request Account"
}
