{
    "teacherlanding.title": "Scratch for Educators",
    "teacherlanding.intro": "Your students can use Scratch to code their own interactive stories, animations, and games. In the process, they learn to think creatively, reason systematically, and work collaboratively  -- essential skills for everyone in today’s society. Educators are integrating Scratch across many different subject areas and age groups.",
    "teacherlanding.resourcesAnchor": "Resources",
    "teacherlanding.connectAnchor": "Connect",
    "teacherlanding.newsAnchor": "News",
    "teacherlanding.teacherAccountsAnchor": "Teacher Accounts",
    "teacherlanding.educatorResources": "Resources for Educators",
    "teacherlanding.educatorGuides": "Educator Guides show you how to prepare and run Scratch classes and workshops.",
    "teacherlanding.creativeComputing": "Creative Computing from the ScratchEd team provides plans, activities, and strategies for introducing creative computing.",
    "teacherlanding.studentResources" : "Resources for Students",
    "teacherlanding.tutorialResources": " Explore Scratch Tutorials to find out how you can create stories, animations, games, and more!",
    "teacherlanding.codingCardResources": "Download and print Coding Cards for step-by-step instructions for a variety of projects.",
    "teacherlanding.ideasResources" : "Visit the Ideas Page for additional resources from the Scratch Team",
    "teacherlanding.connectingWithEducators" : "Connect with Other Educators",
    "teacherlanding.teachingWithScratch" : "Join the Teaching with Scratch Facebook group to share ideas, questions, and resources related to teaching with Scratch.",
    "teacherlanding.attendMeetups" : "Attend ScratchEd Educator Meetups to share ideas and strategies with other educators for supporting computational creativity in all its forms.",
    "teacherlanding.moreGetStarted" : "More Ways to Get Started",
    "teacherlanding.csFirst" : "Google’s free curriculum, CS First, has been used by students and educators worldwide. Over 1,000 instructional videos and lesson plans introduce students to Scratch.",
    "teacherlanding.codeClub" : "Visit Code Club to access more than 30 free project modules to engage students in learning to make interactive stories, games, and animations.",
    "teacherlanding.newsAndUpdates" : "News and Updates",
    "teacherlanding.followUs" : "Follow us on Facebook, Twitter, and Instagram!",
    "teacherlanding.signupTips" : "Sign up to receive updates and tips from the Scratch Team",
    "teacherlanding.accountsTitle": "Teacher Accounts in Scratch",
    "teacherlanding.accountsDescription": "As an educator, you can request a Scratch Teacher Account, which makes it easier to create accounts for groups of students and to manage your students’ projects and comments. To learn more, see the <a href=\"/educators/faq\">Teacher Account FAQ page</a>.",
    "teacherlanding.requestAccount": "Request Account"

}
